Repository: 0install/0install-dotnet
Catalog: src/Model/Properties/Resources.*.resx
Languages: cs, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, tr, zh

# ArchitectureStringFormat
source: The string must be in the form "os-cpu".
cs: Řetězec musí být ve tvaru "{0}".
es: La cadena debe tener la forma "{0}".
fr: La chaîne doit être sous la forme "os-cpu".
id: String harus dalam bentuk "{0}".
it: La stringa deve avere la forma "{0}".
ja: 文字列は、"os-cpu "の形式でなければなりません。
ko: 문자열은 "{0}" 형식이어야 합니다.
nl: De tekenreeks moet de vorm "{0}" hebben.
pl: Ciąg znaków musi mieć postać "{0}".
pt_br: A string deve estar no formato "of-cpu".
pt_pt: A cadeia de caracteres deve ter o formato "os-cpu".
ro: Șirul trebuie să fie de forma "os-cpu".
ru: Строка должна иметь вид "{0}".
tr: Dizge "os-cpu" biçiminde olmalı.
zh: 字符串的形式必须是 "{0}"。

# CommandNotFound
source: Unable to find command '{0}'.
cs: Nelze najít příkaz '{0}'.
es: No se puede encontrar el comando '{0}'.
fr: Impossible de trouver la commande '{0}'.
id: Tidak dapat menemukan perintah '{0}'.
it: Impossibile trovare il comando '{0}'.
ko: '{0}' 명령을 찾을 수 없습니다.
nl: Kan commando '{0}' niet vinden.
pl: Nie można znaleźć polecenia '{0}'.
pt_br: Não foi possível localizar o comando '{0}'.
pt_pt: Não foi possível encontrar o comando '{0}'.
ro: Nu se poate găsi comanda '{0}'.
ru: Невозможно найти команду '{0}'.
tr: '{0}' komutu bulunamadı.
zh: 无法找到命令 "{0}"。

# ErrorLoadingFeedPrefs
source: Error loading feed preferences for '{0}'. Reverting to default values.
cs: Chyba při načítání předvoleb krmiva pro '{0}'. Návrat k výchozím hodnotám.
es: Error al cargar las preferencias de alimentación de '{0}'. Volver a los valores por defecto.
fr: Erreur de chargement des préférences de flux pour '{0}'. Retour aux valeurs par défaut.
id: Kesalahan memuat preferensi umpan untuk '{0}'. Kembali ke nilai default.
it: Errore nel caricamento delle preferenze di alimentazione per '{0}'. Ripristino dei valori predefiniti.
ja: {0}' のフィード設定の読み込みにエラーが発生しました。デフォルト値に戻します。
ko: '{0}'에 대한 피드 환경설정을 로드하는 동안 오류가 발생했습니다. 기본값으로 되돌립니다.
nl: Fout bij het laden van feed-voorkeuren voor '{0}'. Terugzetten naar standaardwaarden.
pl: Błąd ładowania preferencji kanału dla '{0}'. Przywrócono wartości domyślne.
pt_br: Erro ao carregar as preferências de feed para '{0}'. Revertendo aos valores padrão.
pt_pt: Erro ao carregar as preferências de alimentação para '{0}'. Reverter para os valores predefinidos.
ro: Eroare la încărcarea preferințelor de alimentare pentru '{0}'. Se revine la valorile implicite.
ru: Ошибка при загрузке предпочтений фида для '{0}'. Возврат к значениям по умолчанию.
tr: '{0}' için akış ayarları yüklenirken sorun çıktı. Varsayılan ayarlara geri dönülüyor.
zh: 加载馈送首选项 "{0}"时出错。恢复为默认值。

# ErrorLoadingInterfacePrefs
source: Error loading interface preferences for '{0}'. Reverting to default values.
cs: Chyba při načítání předvoleb rozhraní pro '{0}'. Návrat k výchozím hodnotám.
es: Error al cargar las preferencias de interfaz para '{0}'. Volver a los valores por defecto.
fr: Erreur de chargement des préférences d'interface pour '{0}'. Retour aux valeurs par défaut.
id: Kesalahan memuat preferensi antarmuka untuk '{0}'. Kembali ke nilai default.
it: Errore nel caricamento delle preferenze dell'interfaccia per '{0}'. Ripristino dei valori predefiniti.
ja: {0} 」のインターフェース設定の読み込みでエラーが発生しました。デフォルト値に戻します。
ko: '{0}'에 대한 인터페이스 기본 설정을 로드하는 동안 오류가 발생했습니다. 기본값으로 되돌립니다.
nl: Fout bij het laden van interfacevoorkeuren voor '{0}'. Terugzetten naar standaardwaarden.
pl: Błąd ładowania preferencji interfejsu dla '{0}'. Przywrócono wartości domyślne.
pt_br: Erro ao carregar as preferências da interface para '{0}'. Revertendo aos valores padrão.
pt_pt: Erro ao carregar as preferências da interface para '{0}'. Reverter para os valores predefinidos.
ro: Eroare la încărcarea preferințelor de interfață pentru '{0}'. Se revine la valorile implicite.
ru: Ошибка при загрузке настроек интерфейса для '{0}'. Возврат к значениям по умолчанию.
tr: '{0}' için arabirim ayarları yüklenirken sorun çıktı. Varsayılan ayarlara geri dönülüyor.
zh: 加载 "{0}"界面首选项时出错。恢复为默认值。

# FeedNotInCatalog
source: Unable to find feed '{0}' in catalog.
cs: V katalogu nelze najít zdroj '{0}'.
es: No se puede encontrar el feed '{0}' en el catálogo.
fr: Impossible de trouver le flux '{0}' dans le catalogue.
id: Tidak dapat menemukan feed '{0}' dalam katalog.
it: Impossibile trovare il feed '{0}' nel catalogo.
ja: カタログ内のフィード「{0} 」が見つかりません。
ko: 카탈로그에서 '{0}' 피드를 찾을 수 없습니다.
nl: Kan feed '{0}' niet vinden in catalogus.
pl: Nie można znaleźć kanału '{0}' w katalogu.
pt_br: Não foi possível localizar o feed '{0}' no catálogo.
pt_pt: Não foi possível encontrar o feed '{0}' no catálogo.
ro: Nu se poate găsi feed-ul '{0}' în catalog.
ru: Невозможно найти канал '{0}' в каталоге.
tr: Katalogda '{0}' akışı bulunamadı.
zh: 无法在目录中找到 feed '{0}'。

source: Found instead:
cs: Místo toho nalezeno:
es: Se encuentra en su lugar:
fr: Trouvé à la place :
id: Ditemukan sebagai gantinya:
it: Si trova invece:
ja: 代わりに見つかりました。
ko: 대신 발견됨:
nl: Gevonden in plaats van:
pl: Zamiast tego znaleziono:
pt_br: Em vez disso, encontrado:
pt_pt: Encontrado em vez disso:
ro: Găsit în schimb:
ru: Найдено вместо:
tr: Onun yerine şu bulundu:
zh: 可替代

# ImplementationNotInSelection
source: Unable to find implementation for interface '{0}' in the selection.
cs: Ve výběru nelze najít implementaci pro rozhraní '{0}'.
es: No se puede encontrar la implementación de la interfaz '{0}' en la selección.
fr: Impossible de trouver l'implémentation de l'interface '{0}' dans la sélection.
id: Tidak dapat menemukan implementasi untuk antarmuka '{0}' dalam pilihan.
it: Impossibile trovare un'implementazione per l'interfaccia '{0}' nella selezione.
ja: 選択肢にインターフェイス「{0} 」の実装が見つかりませんでした。
ko: 선택 항목에서 '{0}' 인터페이스에 대한 구현을 찾을 수 없습니다.
nl: Kan geen implementatie vinden voor interface '{0}' in de selectie.
pl: Nie można znaleźć implementacji interfejsu '{0}' w zaznaczeniu.
pt_br: Não foi possível encontrar a implementação para a interface '{0}' na seleção.
pt_pt: Não foi possível encontrar a implementação da interface '{0}' na seleção.
ro: Nu s-a putut găsi implementarea pentru interfața '{0}' în selecție.
ru: Невозможно найти реализацию для интерфейса '{0}' в подборке.
tr: Seçimde '{0}' arabirimi için uyarlama bulunamadı.
zh: 无法在选择中找到界面 "{0}"的实现。

# InvalidFeedUri
source: '{0}' is not a valid 'http(s):' URI and is not a valid local path either.
cs: '{0}' není platný URI 'http(s):' a není ani platnou místní cestou.
es: '{0}' no es una URI 'http(s):' válida y tampoco es una ruta local válida.
fr: '{0}' n'est pas un URI 'http(s):' valide et n'est pas non plus un chemin local valide.
id: '{0}' bukan URI 'http(s):' yang valid dan juga bukan jalur lokal yang valid.
it: '{0}' non è un URI 'http(s):' valido e non è nemmeno un percorso locale valido.
ja: '{0}' は、有効な 'http(s):' URI ではなく、有効なローカルパスでもありません。
ko: '{0}' 는 유효한 'http(s):' URI가 아니며 유효한 로컬 경로도 아닙니다.
nl: {0}' is geen geldige 'http(s):' URI en ook geen geldig lokaal pad.
pl: '{0}' nie jest prawidłowym identyfikatorem URI "http(s):" i nie jest również prawidłową ścieżką lokalną.
pt_br: '{0}' não é um URI 'http(s):' válido e também não é um caminho local válido.
pt_pt: '{0}' não é um URI 'http(s):' válido e também não é um caminho local válido.
ro: '{0}' nu este un URI 'http(s):' valid și nici o cale locală validă.
ru: '{0}' не является действительным URI 'http(s):' и не является действительным локальным путем.
tr: '{0}' geçerli bir 'http(s):' adresi ya da bir yerel yol değil.
zh: {0}"不是有效的 "http(s): "URI，也不是有效的本地路径。

# InvalidXmlAttributeOnTag
source: Invalid '{0}' attribute on <{1}> tag.
cs: Neplatný atribut '{0}' na adrese {1}.
es: Atributo '{0}' no válido en {1}.
fr: Attribut '{0}' non valide sur {1}.
id: Atribut '{0}' tidak valid pada {1}.
it: Attributo '{0}' non valido su {1}.
ja: {1} の '{0}' 属性が無効です。
ko: {1} 에 잘못된 '{0}' 속성이 있습니다.
nl: Ongeldig '{0}' attribuut op {1}.
pl: Nieprawidłowy atrybut '{0}' na {1}.
pt_br: Atributo '{0}' inválido em {1}.
pt_pt: Atributo '{0}' inválido em {1}.
ro: Atributul "{0}" nevalabil pe {1}.
ru: Неверный атрибут '{0}' на {1}.
tr: {1} kod iminde '{0}' özniteliği geçersiz.
zh: {1} 上的 "{0}"属性无效。

# MissingXmlAttributeOnTag
source: Missing '{0}' attribute on <{1}> tag.
cs: Chybějící atribut '{0}' na adrese {1}.
es: Falta el atributo '{0}' en {1}.
fr: Attribut '{0}' manquant sur {1}.
id: Atribut '{0}' yang hilang pada {1}.
it: Manca l'attributo '{0}' su {1}.
ja: {1} 上の '{0}' 属性がありません。
ko: {1} 에 '{0}' 속성이 누락되었습니다.
nl: Ontbrekend '{0}' attribuut op {1}.
pl: Brakujący atrybut '{0}' na {1}.
pt_br: Atributo '{0}' faltando em {1}.
pt_pt: Falta o atributo '{0}' em {1}.
ro: Lipsește atributul '{0}' pe {1}.
ru: Отсутствует атрибут '{0}' на {1}.
tr: {1} kod iminde '{0}' özniteliği eksik.
zh: {1} 上缺少 "{0}"属性。

# MustBeDottedList
source: The dot-separated list may only contain decimal numbers.
cs: Seznam oddělený tečkami může obsahovat pouze desetinná čísla.
es: La lista separada por puntos sólo puede contener números decimales.
fr: La liste séparée par des points ne peut contenir que des nombres décimaux.
id: Daftar yang dipisahkan dengan titik mungkin hanya berisi angka desimal.
it: L'elenco separato da punti può contenere solo numeri decimali.
ja: ドットで区切られたリストには、10進数のみを含めることができます。
ko: 점으로 구분된 목록에는 소수점 숫자만 포함될 수 있습니다.
nl: De punt-gescheiden lijst mag alleen decimale getallen bevatten.
pl: Lista oddzielona kropkami może zawierać tylko liczby dziesiętne.
pt_br: A lista separada por pontos pode conter apenas números decimais.
pt_pt: A lista separada por pontos só pode conter números decimais.
ro: Lista despărțită prin puncte poate conține numai numere zecimale.
ru: Список, разделенный точками, может содержать только десятичные числа.
tr: Nokta ile ayrılmış listede yalnız ondalık sayılar bulunabilir.
zh: 点分隔列表只能包含十进制数字。

# MustBeValidVersionPart
source: The version number may only contain dot-separated decimals and modifier strings.
cs: Číslo verze může obsahovat pouze desetinná místa oddělená tečkami a modifikující řetězce.
es: El número de versión sólo puede contener decimales separados por puntos y cadenas modificadoras.
fr: Le numéro de version ne peut contenir que des décimales séparées par des points et des chaînes de modification.
id: Nomor versi hanya boleh berisi desimal yang dipisahkan titik dan string pengubah.
it: Il numero di versione può contenere solo decimali separati da punti e stringhe di modifica.
ja: バージョン番号には、ドットで区切られた小数と修飾文字列のみを含めることができます。
ko: 버전 번호에는 점으로 구분된 소수점 및 수정자 문자열만 포함할 수 있습니다.
nl: Het versienummer mag alleen puntgescheiden decimalen en modificatiereeksen bevatten.
pl: Numer wersji może zawierać tylko oddzielone kropkami liczby dziesiętne i ciągi modyfikatorów.
pt_br: O número da versão pode conter apenas decimais separados por ponto e strings modificadoras.
pt_pt: O número da versão só pode conter decimais e cadeias de modificadores separados por pontos.
ro: Numărul versiunii poate conține numai zecimale separate prin puncte și șiruri de modificatori.
ru: Номер версии может содержать только десятичные числа, разделенные точками, и строки модификаторов.
tr: Sürüm numarasında yalnız nokta ile ayrılmış ondalık değerler ve değiştirici dizgeler bulunabilir.
zh: 版本号只能包含以点分隔的小数和修饰符字符串。

# MustStartWithDottedList
source: The version number must begin with a list of dot-separated decimals.
cs: Číslo verze musí začínat seznamem desetinných míst oddělených tečkami.
es: El número de versión debe comenzar con una lista de decimales separados por puntos.
fr: Le numéro de version doit commencer par une liste de décimales séparées par des points.
id: Nomor versi harus dimulai dengan daftar desimal yang dipisahkan titik.
it: Il numero di versione deve iniziare con un elenco di decimali separati da punti.
ja: バージョン番号は、ドットで区切られた小数点以下のリストで始まる必要があります。
ko: 버전 번호는 점으로 구분된 소수점 목록으로 시작해야 합니다.
nl: Het versienummer moet beginnen met een lijst van door punten gescheiden decimalen.
pl: Numer wersji musi zaczynać się od listy oddzielonych kropkami miejsc po przecinku.
pt_br: O número da versão deve começar com uma lista de decimais separados por ponto.
pt_pt: O número da versão deve começar com uma lista de casas decimais separadas por pontos.
ro: Numărul versiunii trebuie să înceapă cu o listă de zecimale separate prin puncte.
ru: Номер версии должен начинаться со списка десятичных цифр, разделенных точками.
tr: Sürüm numarası nokta ile ayrılmış ondalık değerler listesi ile başlamalıdır.
zh: 版本号必须以点分隔的小数开头。

# NoKnownDigestMethod
source: No known digest method was specified.
cs: Nebyla zadána žádná známá metoda zpracování.
es: No se ha especificado ningún método de compendio conocido.
fr: Aucune méthode de digestion connue n'a été spécifiée.
id: Tidak ada metode penguraian yang diketahui.
it: Non è stato specificato alcun metodo di digest noto.
ja: 既知の消化方法は指定されていない。
ko: 알려진 다이제스트 방법이 지정되지 않았습니다.
nl: Er is geen bekende digest-methode opgegeven.
pl: Nie określono żadnej znanej metody skrótu.
pt_br: Nenhum método de resumo conhecido foi especificado.
pt_pt: Não foi especificado nenhum método de digestão conhecido.
ro: Nu a fost specificată nicio metodă cunoscută de digest.
ru: Не было указано ни одного известного метода дайджеста.
tr: Bilinen bir özet yöntemi belirtilmemiş.
zh: 未指定已知的摘要方法。

# RelativePathUnresolvable
source: The relative path '{0}' could not be resolved. Only feeds saved as local files may contain relative paths.
cs: Relativní cestu '{0}' se nepodařilo vyřešit. Relativní cesty mohou obsahovat pouze kanály uložené jako místní soubory.
es: No se ha podido resolver la ruta relativa '{0}'. Sólo las fuentes guardadas como archivos locales pueden contener rutas relativas.
fr: Le chemin relatif '{0}' n'a pas pu être résolu. Seuls les flux enregistrés en tant que fichiers locaux peuvent contenir des chemins relatifs.
id: Jalur relatif '{0}' tidak dapat diselesaikan. Hanya feed yang disimpan sebagai file lokal yang dapat berisi jalur relatif.
it: Non è stato possibile risolvere il percorso relativo '{0}'. Solo i feed salvati come file locali possono contenere percorsi relativi.
ja: 相対パス '{0}' を解決できませんでした。相対パスを含むことができるのは、ローカルファイルとして保存されたフィードのみです。
ko: 상대 경로 '{0}' 를 확인할 수 없습니다. 로컬 파일로 저장된 피드만 상대 경로를 포함할 수 있습니다.
nl: Het relatieve pad '{0}' kon niet worden opgelost. Alleen feeds die zijn opgeslagen als lokale bestanden kunnen relatieve paden bevatten.
pl: Nie można rozwiązać ścieżki względnej '{0}'. Tylko feedy zapisane jako pliki lokalne mogą zawierać ścieżki względne.
pt_br: O caminho relativo '{0}' não pôde ser resolvido. Somente feeds salvos como arquivos locais podem conter caminhos relativos.
pt_pt: O caminho relativo '{0}' não pôde ser resolvido. Apenas os feeds guardados como ficheiros locais podem conter caminhos relativos.
ro: Calea relativă '{0}' nu a putut fi rezolvată. Numai fluxurile salvate ca fișiere locale pot conține căi relative.
ru: Не удалось определить относительный путь '{0}'. Относительные пути могут содержаться только в материалах, сохраненных как локальные файлы.
tr: '{0}' göreli yolu çözümlenemedi. Göreli yollar yalnız yerel dosyalar olarak kaydedilmiş akışlarda kullanılabilir.
zh: 无法解析相对路径 "{0}"。只有保存为本地文件的信息才可能包含相对路径。

# RelativeUriUnresolvable
source: The relative URI '{0}' could not be resolved. Only feeds saved as local files may contain relative URIs.
cs: Relativní URI '{0}' se nepodařilo rozluštit. Relativní URI mohou obsahovat pouze kanály uložené jako místní soubory.
es: No se ha podido resolver el URI relativo '{0}'. Sólo las fuentes guardadas como archivos locales pueden contener URI relativas.
fr: L'URI relatif '{0}' n'a pas pu être résolu. Seuls les flux enregistrés en tant que fichiers locaux peuvent contenir des URI relatifs.
id: URI relatif '{0}' tidak dapat diselesaikan. Hanya feed yang disimpan sebagai file lokal yang dapat berisi URI relatif.
it: Non è stato possibile risolvere l'URI relativo '{0}'. Solo i feed salvati come file locali possono contenere URI relativi.
ja: 相対 URI '{0}' は解決できませんでした。相対URIを含むことができるのは、ローカルファイルとして保存されたフィードのみです。
ko: 상대 URI '{0}' 를 확인할 수 없습니다. 로컬 파일로 저장된 피드만 상대 URI를 포함할 수 있습니다.
nl: De relatieve URI '{0}' kon niet worden opgelost. Alleen feeds die zijn opgeslagen als lokale bestanden mogen relatieve URI's bevatten.
pl: Nie można rozwiązać względnego identyfikatora URI '{0}'. Tylko kanały zapisane jako pliki lokalne mogą zawierać względne URI.
pt_br: O URI relativo '{0}' não pôde ser resolvido. Somente feeds salvos como arquivos locais podem conter URIs relativos.
pt_pt: O URI relativo '{0}' não pôde ser resolvido. Apenas os feeds guardados como ficheiros locais podem conter URIs relativos.
ro: URI-ul relativ '{0}' nu a putut fi rezolvat. Numai fluxurile salvate ca fișiere locale pot conține URI-uri relative.
ru: Не удалось разрешить относительный URI '{0}'. Относительные URI могут содержаться только в лентах, сохраненных как локальные файлы.
tr: '{0}' göreli adresi çözümlenemedi. Göreli adresler yalnız yerel dosyalar olarak kaydedilmiş akışlarda kullanılabilir.
zh: 相对 URI '{0}' 无法解析。只有保存为本地文件的 feed 才可能包含相对 URI。

# SelectionCandidateNoteBuggy
source: Buggy implementation
cs: Chybná implementace
es: Implementación con errores
fr: Mise en œuvre boguée
id: Implementasi buggy
it: Implementazione buggata
ja: バギーな実装
ko: 버기 구현
nl: Buggy implementatie
pl: Błędna implementacja
pt_br: Implementação bugada
pt_pt: Implementação com erros
ro: Implementare eronată
ru: Непродуманная реализация
tr: Uyarlama hatalı
zh: 执行有缺陷

# SelectionCandidateNoteCommand
source: Does not provide command '{0}'.
cs: Neposkytuje příkaz '{0}'.
es: No proporciona el comando '{0}'.
fr: Ne fournit pas la commande '{0}'.
id: Tidak menyediakan perintah '{0}'.
it: Non fornisce il comando '{0}'.
ja: コマンド '{0}' を提供しません。
ko: '{0}' 명령을 제공하지 않습니다.
nl: Biedt geen commando '{0}'.
pl: Nie udostępnia polecenia '{0}'.
pt_br: Não fornece o comando '{0}'.
pt_pt: Não fornece o comando '{0}'.
ro: Nu oferă comanda '{0}'.
ru: Не предоставляет команду '{0}'.
tr: '{0}' komutu sağlanmadı.
zh: 不提供 "{0}"命令。

# SelectionCandidateNoteIncompatibleArchitecture
source: Incompatible operating system or CPU
cs: Nekompatibilní operační systém nebo procesor
es: Sistema operativo o CPU incompatibles
fr: Un système d'exploitation ou une unité d'unité centrale incomp incomp incompatible
id: Sistem operasi atau CPU yang tidak kompatibel
it: Sistema operativo o CPU incompatibili
ja: OSやCPUとの相性が悪い
ko: 호환되지 않는 운영 체제 또는 CPU
nl: Incompatibel besturingssysteem of CPU
pl: Niekompatybilny system operacyjny lub procesor
pt_br: Sistema operacional ou CPU incompatível
pt_pt: Sistema operativo ou CPU incompatível
ro: Sistem de operare sau procesor incompatibil
ru: Несовместимая операционная система или процессор
tr: İşletim sistemi ya da işlemci uyumsuz
zh: 操作系统或 CPU 不兼容

# SelectionCandidateNoteInsecure
source: Insecure implementation
cs: Nezabezpečené provádění
es: Implementación insegura
fr: Mise en œuvre non sécurisée
id: Implementasi yang tidak aman
it: Implementazione insicura
ja: 不安定な実装
ko: 안전하지 않은 구현
nl: Onveilige implementatie
pl: Niepewne wdrożenie
pt_br: Implementação insegura
pt_pt: Implementação insegura
ro: Implementare nesigură
ru: Небезопасная реализация
tr: Uyarlamaya güvenilmiyor
zh: 不安全的实施

# SelectionCandidateNoteNotCached
source: Implementation not in cache (currently in off-line mode)
cs: Implementace není v mezipaměti (v současné době v režimu off-line)
es: Aplicación no en caché (actualmente en modo off-line)
fr: Implémentation pas dans le cache (actuellement en mode hors ligne)
id: Implementasi tidak dalam cache (saat ini dalam mode off-line)
it: Implementazione non in cache (attualmente in modalità off-line)
ja: 実装がキャッシュされていない（現在オフラインモードになっている）
ko: 캐시에 구현되지 않음(현재 오프라인 모드)
nl: Implementatie niet in cache (momenteel in offline modus)
pl: Implementacja nie znajduje się w pamięci podręcznej (obecnie w trybie off-line)
pt_br: Implementação fora do cache (atualmente em modo off-line)
pt_pt: Implementação que não está na cache (atualmente em modo off-line)
ro: Implementarea nu se află în memoria cache (în prezent în modul off-line)
ru: Реализация не в кэше (в настоящее время находится в автономном режиме)
tr: Uyarlama ön bellekte değil (şu anda çevrimdışı kipte)
zh: 不在缓存中执行（目前为离线模式）

# SelectionCandidateNoteSource
source: Non-executable source implementation
cs: Nespustitelná zdrojová implementace
es: Implementación de código fuente no ejecutable
fr: Mise en œuvre de la source non exécutable
id: Implementasi sumber yang tidak dapat dieksekusi
it: Implementazione sorgente non eseguibile
ja: 実行不可能なソース実装
ko: 비실행 소스 구현
nl: Niet uitvoerbare bronimplementatie
pl: Niewykonywalna implementacja źródłowa
pt_br: Implementação de fonte não-executável
pt_pt: Implementação de fonte não-executável
ro: Implementare sursă neexecutabilă
ru: Неисполняемая реализация исходного кода
tr: Yürütülemeyen kaynak uyarlaması
zh: 不可执行的源代码实现

# SelectionCandidateNoteVersionMismatch
source: Implementation version too old or too new
cs: Příliš stará nebo příliš nová verze implementace
es: Versión de la aplicación demasiado antigua o demasiado nueva
fr: Version de mise en œuvre trop ancienne ou trop récente
id: Versi implementasi terlalu lama atau terlalu baru
it: Versione di implementazione troppo vecchia o troppo nuova
ja: 実装バージョンが古すぎる、または新しすぎる
ko: 구현 버전이 너무 오래되었거나 너무 최신 버전
nl: Implementatieversie te oud of te nieuw
pl: Zbyt stara lub zbyt nowa wersja implementacji
pt_br: Versão de implementação muito antiga ou muito nova
pt_pt: Versão de aplicação demasiado antiga ou demasiado recente
ro: Versiune de implementare prea veche sau prea nouă
ru: Слишком старая или слишком новая версия реализации
tr: Uyarlama sürümü çok eski ya da çok yeni
zh: 执行版本过旧或过新

# ShouldBeMimeType
source: Should be a valid MIME type.
cs: Měl by to být platný typ MIME.
es: Debe ser un tipo MIME válido.
fr: Doit être un type MIME valide.
id: Harus menggunakan jenis MIME yang valid.
it: Deve essere un tipo MIME valido.
ja: 有効なMIMEタイプである必要があります。
ko: 유효한 MIME 유형이어야 합니다.
nl: Moet een geldig MIME-type zijn.
pl: Powinien być prawidłowym typem MIME.
pt_br: Deve ser um tipo MIME válido.
pt_pt: Deve ser um tipo MIME válido.
ro: Ar trebui să fie un tip MIME valid.
ru: Должен иметь допустимый тип MIME.
tr: Geçerli bir MIME türü olmalı.
zh: 应为有效的 MIME 类型。
