Repository: 0install/0install-dotnet
Catalog: src/Model/Properties/Resources.*.resx
Languages: cs, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, tr, zh

# ShouldBeSafeID
source: Should be a safe ID. May only contain alphanumeric characters, dots (.), underscores (_), hyphens (-) and plus signs (+).
cs: Mělo by jít o bezpečnou identifikaci. Může obsahovat pouze alfanumerické znaky, mezery ( ), tečky (.), podtržítka (_), pomlčky (-) a znaménka plus (+).
es: Debe ser un ID seguro. Sólo puede contener caracteres alfanuméricos, espacios ( ), puntos (.), guiones bajos (_), guiones (-) y signos más (+).
fr: Doit être un identifiant sûr. Il ne peut contenir que des caractères alphanumériques, des espaces ( ), des points (.), des traits de soulignement (_), des tirets (-) et des signes plus (+).
id: Harus berupa ID yang aman. Hanya boleh berisi karakter alfanumerik, spasi ( ), titik (.), garis bawah (_), tanda hubung (-), dan tanda tambah (+).
it: Deve essere un ID sicuro. Può contenere solo caratteri alfanumerici, spazi ( ), punti (.), trattini bassi (_), trattini (-) e segni più (+).
ja: 安全なIDを入力してください。使用できる文字は、英数字、スペース（ ）、ドット（. ）、アンダースコア（ _ ）、ハイフン（ - ）、プラス記号（ + ）のみです。
ko: 안전한 ID여야 합니다. 영숫자, 공백( ), 점(.), 밑줄(_), 하이픈(-), 더하기 기호(+)만 포함할 수 있습니다.
nl: Moet een veilige ID zijn. Mag alleen alfanumerieke tekens, spaties ( ), punten (.), underscores (_), koppeltekens (-) en plustekens (+) bevatten.
pl: Powinien to być bezpieczny identyfikator. Może zawierać wyłącznie znaki alfanumeryczne, spacje ( ), kropki (.), podkreślenia (_), myślniki (-) i znaki plus (+).
pt_br: Deve ser uma identificação segura. Pode conter apenas caracteres alfanuméricos, espaços ( ), pontos (.), sublinhados (_), hífens (-) e sinais de adição (+).
pt_pt: Deve ser uma identificação segura. Só pode conter caracteres alfanuméricos, espaços ( ), pontos (.), sublinhados (_), hífenes (-) e sinais de mais (+).
ro: Ar trebui să fie o identificare sigură. Poate conține numai caractere alfanumerice, spații ( ), puncte (.), caractere de subliniere (_), liniuțe (-) și semne plus (+).
ru: Должен быть безопасным идентификатором. Может содержать только буквенно-цифровые символы, пробелы ( ), точки (.), знаки подчеркивания (_), дефисы (-) и знаки плюс (+).
tr: Güvenli bir kod olmalı. Yalnız alfasayısal karakterler, boşluk ( ), nokta (.), altçizgi (_), tire (-) ve artı (+) simgelerini içerebilir.
zh: 应为安全 ID。只能包含字母数字字符、空格（ ）、点（.）、下划线（_）、连字符（-）和加号（+）。

# UnableToResolveRecipeReference
source: The recipe step '{0}' in the implementation '{1}' has an invalid implementation reference.
cs: Krok předpisu '{0}' v implementaci '{1}' má neplatný odkaz na implementaci.
es: El paso de receta '{0}' en la implementación '{1}' tiene una referencia de implementación no válida.
fr: L'étape de la recette '{0}' dans l'implémentation '{1}' a une référence d'implémentation invalide.
id: Langkah resep '{0}' dalam implementasi '{1}' memiliki referensi implementasi yang tidak valid.
it: Il passo della ricetta '{0}' nell'implementazione '{1}' ha un riferimento di implementazione non valido.
ja: 実装「{1} 」内のレシピステップ「{0} 」の実装参照が無効です。
ko: 구현 '{1}' 의 레시피 단계 '{0}' 에 잘못된 구현 참조가 있습니다.
nl: De receptstap '{0}' in de implementatie '{1}' heeft een ongeldige implementatieverwijzing.
pl: Krok receptury '{0}' w implementacji '{1}' ma nieprawidłowe odniesienie do implementacji.
pt_br: A etapa '{0}' na implementação '{1}' tem uma referência de implementação inválida.
pt_pt: A etapa da receita '{0}' na implementação '{1}' tem uma referência de implementação inválida.
ro: Pasul de rețetă '{0}' din implementarea '{1}' are o referință de implementare invalidă.
ru: Шаг рецепта '{0}' в реализации '{1}' имеет недопустимую ссылку на реализацию.
tr: '{0}'. tarif adımında '{1}' uyarlamasındaki uyarlama referansı geçersiz.
zh: 实现 "{1}"中的配方步骤 "{0}"的实现引用无效。

# UnknownArchiveType
source: The file extension '{0}' does not correspond to a known archive type.
cs: Přípona souboru '{0}' neodpovídá známému typu archivu.
es: La extensión de archivo '{0}' no corresponde a un tipo de archivo conocido.
fr: L'extension de fichier '{0}' ne correspond pas à un type d'archive connu.
id: Ekstensi file '{0}' tidak sesuai dengan jenis arsip yang dikenal.
it: L'estensione del file '{0}' non corrisponde a un tipo di archivio noto.
ja: ファイル拡張子 '{0}' は、既知のアーカイブタイプに対応していません。
ko: 파일 확장자 '{0}'는 알려진 아카이브 유형에 해당하지 않습니다.
nl: De bestandsextensie '{0}' komt niet overeen met een bekend archieftype.
pl: Rozszerzenie pliku '{0}' nie odpowiada znanemu typowi archiwum.
pt_br: A extensão de arquivo '{0}' não corresponde a um tipo de arquivo conhecido.
pt_pt: A extensão de ficheiro '{0}' não corresponde a um tipo de arquivo conhecido.
ro: Extensia de fișier '{0}' nu corespunde unui tip de arhivă cunoscut.
ru: Расширение файла '{0}' не соответствует известному типу архива.
tr: '{0}' dosya uzantısı bilinen bir arşiv türü değil.
zh: 文件扩展名 "{0}"与已知的压缩包类型不符。

source: Unknown modifier.
cs: Neznámý modifikátor.
es: Modificador desconocido.
fr: Modificateur inconnu.
id: Pengubah yang tidak dikenal.
it: Modificatore sconosciuto.
ja: 不明なモディファイア。
ko: 알 수 없는 수정자.
nl: Onbekende modifier.
pl: Nieznany modyfikator.
pt_br: Modificador desconhecido.
pt_pt: Modificador desconhecido.
ro: Modificator necunoscut.
ru: Неизвестный модификатор.
tr: Değiştirici bilinmiyor.
zh: 未知修改器。

# VersionRangeEndNotExclusive
source: End of version range must be exclusive. Use '..!{0}', not '..{0}'.
cs: Konec rozsahu verzí musí být výlučný. Použijte '..!{0}', nikoli '..{0}'.
es: El final del intervalo de versiones debe ser exclusivo. Utilice '..!{0}', no '..{0}'.
fr: La fin de la plage de versions doit être exclusive. Utilisez '.. ! {0} ", et non " ...{0}".
id: Akhir rentang versi harus eksklusif. Gunakan '..!{0}', bukan '..{0}'.
it: La fine dell'intervallo di versioni deve essere esclusiva. Utilizzare '..!{0}', non '.{0}'.
ja: バージョン範囲の終わりは、排他的でなければなりません。'...！'を使用してください。{0} 」を使用し、「...{0} 」は使用しないでください。
ko: 버전 범위의 끝은 독점적이어야 합니다. '...{0}' 대신 '...{0}'을 사용하세요.
nl: Einde van versiebereik moet exclusief zijn. Gebruik '.!{0}', niet '.{0}'.
pl: Koniec zakresu wersji musi być wyłączny. Należy użyć "..!{0}", a nie ".{0}".
pt_br: O intervalo de fim de versão deve ser exclusivo. Use '..!{0}', não '..{0}'.
pt_pt: O fim do intervalo de versões deve ser exclusivo. Utilizar '...!{0}' e não '...{0}'.
ro: Sfârșitul intervalului de versiuni trebuie să fie exclusiv. Utilizați "...! {0} ", nu "...{0}".
ru: Конец диапазона версий должен быть эксклюзивным. Используйте '...{0}', а не '...{0}'.
tr: Sürüm aralığı sonu özel olmalıdır. '..!{0}' kullanın '..{0}' değil.
zh: 版本范围的末尾必须是独占的。使用"..!{0}"，而不是".{0}"。
