Repository: 0install/0install-dotnet
Catalog: src/Store/Properties/Resources.*.resx
Languages: cs, de, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, tr, zh

# OptionLockedByPolicy
source: This option is controlled by a group policy and can therefore not be modified.
cs: Tato možnost je řízena zásadami skupiny, a proto ji nelze upravovat.
de: Diese Einstellung wird durch eine Gruppenrichtlinie gesteuert und kann daher nicht geändert werden.
es: Esta opción está controlada por una política de grupo y, por lo tanto, no se puede modificar.
fr: Cette option est contrôlée par une stratégie de groupe et ne peut donc pas être modifiée.
id: Opsi ini dikendalikan oleh kebijakan grup dan oleh karena itu tidak dapat dimodifikasi.
it: Questa opzione è controllata da un criterio di gruppo e non può quindi essere modificata.
ja: このオプションはグループポリシーによって制御されるため、変更することはできない。
ko: 이 옵션은 그룹 정책에 의해 제어되므로 수정할 수 없습니다.
nl: Deze optie wordt geregeld door een groepsbeleid en kan daarom niet worden gewijzigd.
pl: Ta opcja jest kontrolowana przez zasady grupy i dlatego nie może być modyfikowana.
pt_br: Esta opção é controlada por uma política de grupo e, portanto, não pode ser modificada.
pt_pt: Esta opção é controlada por uma política de grupo, pelo que não pode ser modificada.
ro: Această opțiune este controlată de o politică de grup și, prin urmare, nu poate fi modificată.
ru: Этот параметр контролируется групповой политикой и поэтому не может быть изменен.
tr: Bu seçenek bir grup ilkesi tarafından ayarlandığından değiştirilemez.
zh: 这个选项是由组策略控制的，因此不能被修改。

# ProblemAccessingStore
source: There was a problem accessing the implementation store '{0}'.
cs: Došlo k problému s přístupem k úložišti implementace ‚‚{0}‘‘.
de: Auf den Implementierungsspeicher '{0}' konnte nicht zugegriffen werden.
es: Hubo un problema al acceder al almacén de implementación '{0}'.
fr: Problème d'accès à la bibliothèque d'implémentation '{0}'.
id: Ada masalah dalam mengakses toko implementasi '{0}'. Jalankan '{1}' untuk menghapusnya dari daftar direktori yang terdaftar.
it: Si è verificato un problema nell'accesso al negozio di implementazioni '{0}'.
ja: 実装ストア '{0}' へのアクセスに問題が発生しました。
ko: 구현 스토어 '{0}'에 액세스하는 데 문제가 발생했습니다.
nl: Er is een probleem opgetreden bij de toegang tot de implementation store "{0}".
pl: Wystąpił problem z dostępem do magazynu implementacji „{0}”.
pt_br: Ocorreu um problema ao acessar o repositório de implementação '{0}'.
pt_pt: Houve um problema ao aceder à loja de implementação '{0}'.
ro: A existat o problemă la accesarea magazinului de implementare '{0}'.
ru: Возникла проблема с доступом к хранилищу реализаций '{0}'.
tr: '{0}' uygulama deposuna erişilirken bir sorun çıktı.
zh: 在访问实施商店'{0}'时出现了问题。

# ProblemAccessingStoreEx
source: There was a problem accessing the implementation store '{0}'. Specified in the configuration file '{1}'.
cs: Došlo k problému s přístupem k úložišti implementace ‚‚{0}‘‘. Zadáno v konfiguračním souboru ‚‚{1}‘‘.
de: Auf den Implementierungsspeicher '{0}' konnte nicht zugegriffen werden. Mehr Informationen finden Sie in der Konfigurationsdatei '{1}'.
es: Ha habido un problema de acceso al almacén de implementación '{0}'. Especificado en el archivo de configuración '{1}'.
fr: Problème d'accès à la bibliothèque d'implémentation '{0}'. Spécifié dans le fichier de configuration '{1}'.
it: Si è verificato un problema nell'accesso all'archivio di implementazione '{0}'. Specificato nel file di configurazione '{1}'.
ja: 実装ストア '{0}' へのアクセスに問題がありました。 設定ファイル '{1}' で指定されています。
ko: 구현 스토어 '{0}'에 액세스하는 데 문제가 발생했습니다. 구성 파일 '{1}'에 지정되어 있음.
pl: Wystąpił problem z dostępem do magazynu implementacji „{0}”. Więcej informacji znajduje się w pliku konfiguracyjnym „{1}”.
pt_br: Ocorreu um problema ao acessar o repositório de implementação '{0}'. Especificado no arquivo de configuração '{1}'.
pt_pt: Houve um problema ao aceder à loja de implementação '{0}'. Especificado no ficheiro de configuração '{1}'.
ro: A existat o problemă la accesarea magazinului de implementare '{0}'. Specificată în fișierul de configurare '{1}'.
ru: Возникла проблема с доступом к хранилищу реализаций '{0}'. Указано в конфигурационном файле '{1}'.
tr: '{0}' uygulama deposuna erişilirken bir sorun çıktı. '{1}' yapılandırma dosyasında belirtilmiş.
zh: 在访问实现存储 '{0}' 时出现了问题。 在配置文件中指定的 '{1}'。

# ProblemLoadingConfigFile
source: There was a problem loading a configuration file. You can delete the file '{0}' to fix the problem.
cs: Došlo k problému při stahování konfiguračního souboru. Problém vyřešíte odstraněním souboru ‚‚{0}‘‘.
de: Konfigurationsdatei konnte nicht geladen werden. Sie können die Datei '{0}' löschen, um das Problem zu beheben.
es: Hubo un problema al cargar un archivo de configuración. Puede eliminar el archivo '{0}' para solucionar el problema.
fr: Problème lors du chargement d'un fichier de configuration. Vous pouvez supprimer le fichier '{0}' pour résoudre le problème.
id: Ada masalah saat memuat berkas konfigurasi. Anda dapat menghapus berkas '{0}' untuk memperbaiki masalah.
it: Si è verificato un problema nel caricamento di un file di configurazione. È possibile eliminare il file '{0}' per risolvere il problema.
ja: 設定ファイルの読み込みに問題がありました。 {0}' ファイルを削除することで問題を解決できます。
ko: 구성 파일 로드 중에 문제가 발생했습니다. '{0}' 파일을 삭제하여 문제를 해결할 수 있습니다.
nl: Er is een probleem opgetreden bij het laden van een configuratiebestand. U kunt het bestand "{0}" verwijderen om het probleem op te lossen.
pl: Wystąpił problem z załadowaniem pliku konfiguracyjnego. Aby rozwiązać ten problem, usuń plik „{0}”.
pt_br: Ocorreu um problema ao carregar o arquivo de configuração. Você pode excluir o arquivo '{0}' para corrigir o problema.
pt_pt: Houve um problema ao carregar um ficheiro de configuração. Pode eliminar o ficheiro '{0}' para resolver o problema.
ro: A existat o problemă la încărcarea unui fișier de configurare. Puteți șterge fișierul '{0}' pentru a rezolva problema.
ru: Возникла проблема с загрузкой файла конфигурации. Для устранения проблемы можно удалить файл '{0}'.
tr: Bir yapılandırma dosyası yüklenirken sorun çıktı. Sorunu gidermek için '{0}' dosyasını silebilirsiniz.
zh: 在加载一个配置文件时出现了问题。 你可以删除文件 '{0}' 来解决这个问题。

# ProblemLoadingConfigValue
source: There was a problem loading the configuration value '{0}'. You can delete the file '{1}' to fix the problem. Other settings may also be lost.
cs: Došlo k problému s načtením konfigurační hodnoty ‚‚{0}‘‘. Problém vyřešíte odstraněním souboru ‚‚{1}‘‘. Může dojít i ke ztrátě dalších nastavení.
de: Der Konfigurationswert '{0}' konnte nicht geladen werden. Sie können die Datei '{1}' löschen, um das Problem zu beheben. Auch andere Einstellungen können dabei verloren gehen.
es: Ha habido un problema al cargar el valor de configuración '{0}'. Puede eliminar el archivo '{1}' para solucionar el problema. También pueden perderse otras configuraciones.
fr: Problème lors du chargement de la valeur de configuration '{0}'. Vous pouvez supprimer le fichier '{1}' pour résoudre le problème. D'autres paramètres seront peut-être également supprimés.
id: Ada masalah saat memuat nilai konfigurasi ‘{0}'. Anda dapat menghapus berkas '{1}' untuk memperbaiki masalah. Pengaturan lainnya mungkin juga hilang.
it: Si è verificato un problema nel caricamento del valore di configurazione '{0}'. È possibile eliminare il file '{1}' per risolvere il problema. Anche altre impostazioni potrebbero andare perse.
ja: 設定値 '{0}' の読み込みに問題がありました。 {1}' ファイルを削除することで問題を解決できます。他の設定も失われる可能性があります。
ko: '{0}' 구성 값 로드 중에 문제가 발생했습니다. '{1}' 파일을 삭제하여 문제를 해결할 수 있습니다. 다른 설정도 손실될 수 있습니다.
nl: Er is een probleem opgetreden bij het laden van de configuratiewaarde "{0}". U kunt het bestand "{1}" verwijderen om het probleem op te lossen. Andere instellingen kunnen ook verloren gaan.
pl: Wystąpił problem z załadowaniem wartości konfiguracyjnej „{0}”. Aby rozwiązać ten problem, usuń plik „{1}”. Inne ustawienia mogą również zostać utracone.
pt_br: Ocorreu um problema ao carregar o valor de configuração '{0}'. Você pode excluir o arquivo '{1}' para corrigir o problema. Outras configurações também podem ser perdidas.
pt_pt: Houve um problema ao carregar o valor de configuração '{0}'. Pode eliminar o ficheiro '{1}' para resolver o problema. Podem também perder-se outras definições.
ro: A existat o problemă la încărcarea valorii de configurare '{0}'. Puteți șterge fișierul '{1}' pentru a remedia problema. Este posibil să se piardă și alte setări.
ru: Возникла проблема с загрузкой значения конфигурации '{0}'. Для устранения проблемы можно удалить файл '{1}'. Другие настройки также могут быть потеряны.
tr: '{0}' yapılandırma değeri yüklenirken bir sorun çıktı. Sorunu çözmek için '{1}' dosyasını silebilirsiniz. Başka ayarlar da kaybolabilir.
zh: 加载配置值 '{0}' 时出现了问题。 你可以删除文件 '{1}' 来解决这个问题。其他设置也可能丢失。

# ReadDirectory
source: Reading directory '{0}'
cs: Procházím adresář ‚‚{0}‘‘
de: Das Verzeichnis '{0}' wird gelesen
fr: Lecture du répertoire '{0}'
id: Membaca direktori ‘{0}'
ja: 読書ディレクトリ '{0}'
ko: 디렉토리 ‘{0}' 삭제 중
nl: Map "{0}" wordt gelezen
pl: Trwa odczyt katalogu {0}
pt_pt: Anuário de leitura '{0}'
ro: Director de lectură '{0}'
ru: Каталог чтения '{0}'

# SignatureAlreadyExists
source: Signature file already exists.
cs: Podpisový soubor již existuje.
de: Die Signaturdatei existiert bereits.
es: El archivo de firma ya existe.
fr: Le fichier de signature existe déjà.
id: File tanda tangan sudah ada.
it: Il file di firma esiste già.
ja: 署名ファイルはすでに存在します。
ko: 서명 파일이 이미 존재합니다.
nl: Handtekeningbestand bestaat al.
pl: Plik podpisu już istnieje.
pt_br: O arquivo de assinatura já existe.
pt_pt: O ficheiro de assinatura já existe.
ro: Fișierul de semnătură există deja.
ru: Файл подписи уже существует.
tr: İmza dosyası zaten var.
zh: 签名文件已经存在。

# StoreServiceCommunicationProblem
source: Unable to establish connection with StoreService.
cs: Nelze navázat spojení se službou StoreService.
de: Verbindung mit StoreService konnte nicht hergestellt werden.
es: No se ha podido establecer la conexión con StoreService.
fr: Impossible d'établir une connexion avec StoreService.
id: Tidak dapat membuat koneksi dengan StoreService.
it: Impossibile stabilire una connessione con StoreService.
ja: StoreServiceとの接続を確立できません。
ko: StoreService와 연결할 수 없습니다.
nl: Kan geen verbinding maken met StoreService.
pl: Nie można nawiązać połączenia z usługą StoreService.
pt_br: Não foi possível estabelecer uma conexão com StoreService.
pt_pt: Não foi possível estabelecer ligação com o StoreService.
ro: Nu se poate stabili o conexiune cu StoreService.
ru: Невозможно установить соединение со службой StoreService.
tr: Depo Hizmeti bağlantısı kurulamadı.
zh: 无法与StoreService建立连接。

source: Temporary directories
cs: Dočasné adresáře
de: Temporäre Verzeichnisse
es: Directorios temporales
fr: Les dossiers temporaires
id: Direktori sementara
it: Directory temporanee
ja: 一時ディレクトリ
ko: 임시 디렉토리
nl: Tijdelijke mappen
pl: Katalogi tymczasowe
pt_br: Pastas temporárias
pt_pt: Directórios temporários
ro: Directoare temporare
ru: Временные каталоги
tr: Geçici klasörler
zh: 临时目录

# UnableToFindSecretKey
source: Unable to find a secret key with the specified name.
cs: Nelze najít tajný klíč se zadaným názvem.
de: Es konnte kein geheimer Schlüssel mit dem angegebenen Namen gefunden werden.
es: No se ha podido encontrar una clave secreta con el nombre especificado.
fr: Impossible de trouver la clé avec ce nom.
id: Tidak dapat menemukan kunci rahasia dengan nama yang ditentukan.
it: Impossibile trovare una chiave segreta con il nome specificato.
ja: 指定された名前の秘密鍵が見つかりません。
ko: 지정한 이름의 비밀 키를 찾을 수 없습니다.
nl: Kan geen geheime sleutel met de opgegeven naam vinden.
pl: Nie można znaleźć tajnego klucza o podanej nazwie.
pt_br: Não foi possível localizar a chave secreta com o nome especificado.
pt_pt: Não foi possível encontrar uma chave secreta com o nome especificado.
ro: Nu se poate găsi o cheie secretă cu numele specificat.
ru: Невозможно найти секретный ключ с указанным именем.
tr: Belirtilen adı taşıyan bir gizli anahtar bulunamadı.
zh: 无法找到一个具有指定名称的密匙。

# UnableToWriteProtect
source: Unable to enable write protection for '{0}'.
cs: Nelze povolit ochranu proti zápisu pro ‚‚{0}‘‘.
de: Der Schreibschutz für '{0}' konnte nicht aktiviert werden.
es: No se ha podido activar la protección contra escritura para '{0}'.
fr: Impossible d'activer la lecture seule pour '{0}'.
id: Tidak dapat mengaktifkan proteksi tulis untuk '{0}'.
it: Impossibile abilitare la protezione da scrittura per '{0}'.
ja: {0}' の書き込み保護を有効にできません。
ko: '{0}'에 대한 기록 보호를 활성화할 수 없습니다.
nl: Schrijfbeveiliging voor "{0}" kan niet worden ingeschakeld.
pl: Nie można włączyć zabezpieczenia przed zapisem dla „{0}”.
pt_br: Não foi possível habilitar a proteção contra gravação para '{0}'.
pt_pt: Não foi possível ativar a proteção contra escrita para '{0}'.
ro: Nu se poate activa protecția la scriere pentru '{0}'.
ru: Невозможно включить защиту от записи для '{0}'.
tr: '{0}' için yazma koruması etkinleştirilemedi.
zh: 无法为'{0}'启用写保护。

source: Unknown interface.
cs: Neznámé rozhraní.
de: Unbekanntes Interface.
es: Interfaz desconocida.
fr: Interface inconnue.
id: Antarmuka yang tidak dikenal.
it: Interfaccia sconosciuta.
ja: 不明なインターフェース。
ko: 알 수 없는 인터페이스.
nl: Onbekende interface.
pl: Nieznany interfejs.
pt_br: Interface desconhecida.
pt_pt: Interface desconhecida.
ro: Interfață necunoscută.
ru: Неизвестный интерфейс.
tr: Arabirim bilinmiyor.
zh: 未知接口。

# WrongPassphrase
source: The passphrase you entered is incorrect.
cs: Zadaná přístupová fráze je nesprávná.
de: Die von Ihnen eingegebene Passphrase ist falsch.
es: La frase de acceso que has introducido es incorrecta.
fr: Le mot de passe que vous avez entré est erroné.
id: Kata sandi yang Anda masukkan salah.
it: La passphrase inserita non è corretta.
ja: 入力したパスフレーズが正しくありません。
ko: 입력한 비밀번호가 올바르지 않습니다.
nl: De wachtwoordzin die u hebt ingevoerd is onjuist.
pl: Wprowadzone hasło jest nieprawidłowe.
pt_br: A senha que você digitou está incorreta.
pt_pt: A frase-chave que introduziu está incorrecta.
ro: Fraza de acces pe care ați introdus-o este incorectă.
ru: Введенная вами парольная фраза неверна.
tr: Yazdığınız parola geçersiz.
zh: 你输入的口令不正确。

# XmlSignatureInvalidEnd
source: The last line of the file is not the end of the signature block.
cs: Poslední řádek souboru není koncem bloku podpisů.
de: Die letzte Zeile der Datei ist nicht das Ende des Signaturblocks.
es: La última línea del archivo no es el final del bloque de firma.
fr: La dernière ligne du fichier ne correspond pas à la fin du bloc de signature.
id: Baris terakhir dari berkas bukanlah akhir dari blok tanda tangan.
it: L'ultima riga del file non è la fine del blocco di firma.
ja: ファイルの最終行は署名ブロックの終わりではない。
ko: 파일의 마지막 줄이 서명 블록의 끝이 아닙니다.
nl: De laatste regel van het bestand is niet het einde van de signature block.
pl: Ostatnia linia pliku nie stanowi końca bloku podpisu.
pt_br: A última linha do arquivo não é o final do bloco de assinatura.
pt_pt: A última linha do ficheiro não é o fim do bloco de assinatura.
ro: Ultima linie a fișierului nu este sfârșitul blocului de semnături.
ru: Последняя строка файла не является концом блока подписи.
tr: Dosyanın son satırı imza bloğunun sonu değil.
zh: 文件的最后一行不是签名块的结束。

# XmlSignatureMissingNewLine
source: The XML signature does not start in a new line.
cs: Podpis XML nezačíná na novém řádku.
de: Die XML-Signatur beginnt nicht in einer neuen Zeile.
es: La firma XML no comienza en una nueva línea.
fr: La signature XML ne commence pas sur une nouvelle ligne.
id: Tanda tangan XML tidak dimulai pada baris baru.
it: La firma XML non inizia in una nuova riga.
ja: XML署名は改行で始まらない。
ko: XML 서명이 새 줄에서 시작되지 않습니다.
nl: De XML-handtekening begint niet op een nieuwe regel.
pl: Podpis XML nie rozpoczyna się w nowej linii.
pt_br: A assinatura XML não inicia em uma nova linha.
pt_pt: A assinatura XML não começa numa nova linha.
ro: Semnătura XML nu începe pe o linie nouă.
ru: XML-подпись не начинается с новой строки.
tr: XML imzası yeni bir satırda başlamıyor.
zh: XML签名没有以新行开始。

# XmlSignatureNotBase64
source: The signature is not valid base 64:
cs: Podpis neodpovídá formátu Base64:
de: Die Signatur entspricht nicht dem Base64-Format:
es: La firma no es válida en base 64:
fr: La signature n'est pas une base 64 valable :
id: Tanda tangan tidak valid basis 64:
it: La firma non è valida in base 64:
ja: 署名は有効なベース64ではない：
ko: 서명이 유효한 Base64가 아닙니다:
nl: De handtekening heeft geen geldig base 64-formaat:
pl: Podpis nie odpowiada formatowi Base64:
pt_br: A assinatura não é válida na base 64:
pt_pt: A assinatura não é válida na base 64:
ro: Semnătura nu este valabilă în baza 64:
ru: Подпись не является действительной базой 64:
tr: İmza geçerli bir base 64 değil:
zh: 签名不是有效的64进制。
