Repository: 0install/0install-dotnet
Catalog: src/Store/Properties/Resources.*.resx
Languages: cs, de, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, tr, zh

# CopyFiles
source: Copying files
cs: Kopíruju soubory
de: Dateien werden kopiert
es: Copia de archivos
fr: Copie de fichiers
id: Menyalin berkas
it: Copia dei file
ja: ファイルのコピー
ko: 파일 복사 중
nl: Bestanden worden gekopieerd
pl: Kopiowanie plików
pt_br: Copiando arquivos
pt_pt: Copiar ficheiros
ro: Copierea fișierelor
ru: Копирование файлов
tr: Dosyalar kopyalanıyor
zh: 复制文件

# DeleteInfoFileContent
source: This directory is an implementation cache. The files here are made read-only using file system permissions. This prevents them from being deleted normally. If you wish to delete a single implementation you can use this command-line: {0} If you wish to delete this entire directory you can use this command-line: {1} If you wish to delete this entire directory without using Zero Install you can use this command-line: {2}
cs: Tento adresář je mezipaměť dané implementace. Soubory jsou určeny pouze pro čtení na základě nastavení přístupu k souborovému systému, aby je nebylo možné odstranit jako obvykle. Pokud chcete odstranit jednotlivou implementaci, použijte tento příkazový řádek: {0} Pokud chcete odstranit celý adresář, použijte tento příkazový řádek: {1} Pokud chcete odstranit celý adresář bez Zero Install, použijte tento příkazový řádek: {2}
de: Dieses Verzeichnis ist ein Implementierungscache. Die hier befindlichen Dateien sind durch Dateisystemberechtigungen schreibgeschützt. Dadurch können sie nicht auf herkömmliche Weise gelöscht werden. Wenn Sie eine einzelne Implementierung löschen möchten, geben Sie folgenden Befehl in die Befehlszeile ein: {0} Wenn Sie das gesamte Verzeichnis löschen möchten, verwenden Sie diesen Befehl: {1} Wenn Sie das gesamte Verzeichnis ohne Zero Install löschen möchten, verwenden Sie diesen Befehl: {2}
es: Este directorio es un caché de implementación. Los archivos aquí se hacen de sólo lectura utilizando los permisos del sistema de archivos. Esto evita que se borren normalmente. Si desea eliminar una sola implementación, puede utilizar esta línea de comandos: {0} Si desea eliminar todo el directorio, puede utilizar esta línea de comandos: {1} Si desea eliminar todo este directorio sin utilizar Zero Install puede utilizar esta línea de comandos: {2}
fr: Ce répertoire est un cache où sont sauvegardées les implémentations. Les fichiers qu'il contient sont en lecture seule afin d'empêcher qu'ils ne soient supprimés de la manière habituelle. Pour supprimer une implémentation en particulier, veuillez utiliser cette ligne de commande : {0} Pour supprimer l'intégralité du répertoire, veuillez utiliser cette ligne de commande : {1} Pour supprimer l'intégralité du répertoire sans passer par Zero Install, veuillez utiliser cette ligne de commande : {2}
id: Direktori ini adalah cache implementasi. Berkas-berkas di sini dibuat hanya untuk dibaca dengan menggunakan izin sistem berkas. Hal ini membuat berkas tidak dapat dihapus secara normal. Jika Anda ingin menghapus satu implementasi, Anda dapat menggunakan baris perintah ini: {0} Jika Anda ingin menghapus keseluruhan direktori ini, Anda dapat menggunakan baris perintah ini: {1} Jika Anda ingin menghapus keseluruhan direktori ini tanpa menggunakan Zero Install, Anda dapat menggunakan baris perintah ini: {2}
it: Questa directory è una cache di implementazione. I file qui presenti sono resi di sola lettura utilizzando i permessi del file system. Questo impedisce di cancellarli normalmente. Se si desidera cancellare una singola implementazione, si può usare questa riga di comando: {0} Se si desidera eliminare l'intera directory, si può usare questa riga di comando: {1} Se si desidera eliminare l'intera directory senza utilizzare Zero Install, è possibile utilizzare questa riga di comando: {2}
ja: このディレクトリは実装キャッシュである。ここにあるファイルは、ファイルシステムのパーミッションを使って読み取り専用になっています。このため、普通に削除することはできません。 単一の実装を削除したい場合は、このコマンドラインを使用できます： {0} このディレクトリ全体を削除したい場合は、このコマンドラインを使ってください： {1} ゼロインストールを使用せずにディレクトリ全体を削除したい場合は、このコマンドラインを使用します： {2}
ko: 이 디렉토리는 구현 캐시입니다. 여기에 위치한 파일은 파일 시스템 권한을 사용하여 읽기 전용으로 설정되어 있습니다. 이에 따라 일반적인 방법으로는 삭제할 수 없습니다. 단일 구현을 삭제하려면 다음 명령줄을 사용합니다. {0} 이 디렉토리 전체를 삭제하려면 다음 명령줄을 사용합니다. {1} Zero Install을 사용하지 않고 이 디렉토리 전체를 삭제하려면 다음 명령줄을 사용합니다. {2}
nl: Deze map is een implementatiecache. De bestanden die zich hier bevinden hebben de status "alleen-lezen" gekregen met behulp van bestandssysteem-machtigingen. Dit voorkomt dat ze normaal kunnen worden verwijderd. Als u één enkele implementatie wilt verwijderen, kunt u deze opdrachtprompt gebruiken: {0} Als u de hele map wilt verwijderen, kunt u deze opdrachtprompt gebruiken: {1} Als u de hele map wilt verwijderen zonder Zero Install te gebruiken, kunt u deze opdrachtprompt gebruiken: {2}
pl: Ten katalog stanowi pamięć podręczną implementacji. Uprawnienia systemu plików zostały zmienione tak, aby znajdujące się tutaj pliki były tylko do odczytu. Uniemożliwia to ich normalne usunięcie. Jeśli chcesz usunąć pojedynczy katalog, możesz użyć tego wiersza poleceń: {0} Jeśli chcesz usunąć cały katalog, możesz użyć tego wiersza poleceń: {1} Jeśli chcesz usunąć cały katalog bez użycia Zero Install, możesz użyć tego wiersza poleceń: {2}
pt_br: Esta pasta é um cache de implementação. Os arquivos aqui são somente leitura usando permissões do sistema de arquivos. Isso evita que eles sejam excluídos normalmente. Se você deseja excluir uma única implementação, você pode usar esta linha de comando: {0} Se você deseja excluir esta pasta inteira, você pode usar esta linha de comando: {1} Se você deseja excluir esta pasta inteira sem usar o Zero Install, você pode usar esta linha de comando: {2}
pt_pt: Este diretório é uma cache de implementação. Os ficheiros aqui são tornados apenas de leitura utilizando as permissões do sistema de ficheiros. Isto impede que sejam apagados normalmente. Se quiser apagar uma única implementação, pode usar esta linha de comando: {0} Se pretender apagar todo este diretório, pode utilizar esta linha de comandos: {1} Se desejar apagar todo este diretório sem utilizar a Instalação Zero, pode utilizar esta linha de comandos: {2}
ro: Acest director este o memorie cache de implementare. Fișierele de aici sunt făcute numai pentru citire folosind permisiunile sistemului de fișiere. Acest lucru le împiedică să fie șterse în mod normal. Dacă doriți să ștergeți o singură implementare, puteți utiliza această linie de comandă: {0} Dacă doriți să ștergeți întregul director, puteți utiliza această linie de comandă: {1} Dacă doriți să ștergeți întregul director fără a utiliza Zero Install, puteți utiliza această linie de comandă: {2}
ru: Этот каталог является кэшем реализации. Файлы в нем доступны только для чтения с использованием прав доступа файловой системы. Это не позволяет удалять их обычным способом. Если необходимо удалить одну реализацию, можно воспользоваться этой командной строкой: {0} Если необходимо удалить весь каталог, то можно воспользоваться этой командой: {1} Если необходимо удалить весь каталог без использования Zero Install, можно воспользоваться этой командной строкой: {2}
tr: Bu ön bellek içindeki alt dizinler NTFS izinleri ile istenmeyen değişikliklere karşı korunmuştur. Bu korumanın yan etkisi olarak bu dosyalar Windows Gezgini kullanılarak silinemez. Tek bir kaydı silmek için komut satırında şu komutu kullanabilirsiniz: 0install store remove UYGULAMA-KODU Tüm klasörü silmek için komut satırında şu komutu kullanabilirsiniz: 0install store purge {0} Ayrıca ek olarak görsel kullanıcı arabirimini kullanarak da ön bellekleri yönetebilirsiniz: 0install store manage
zh: 这个目录是一个执行缓存。这里的文件用文件系统的权限做成只读的。这可以防止它们被正常删除。 如果你想删除一个单一的实现，你可以使用这个命令行。 {0} 如果你希望删除整个目录，你可以使用这个命令行。 {1} 如果你希望删除整个目录而不使用 "零安装"，你可以使用这个命令行。 {2}

# DeleteInfoFileName
source: How to delete
cs: Pokyny k odstranění
de: Hinweis zum Löschen
es: Cómo eliminar
fr: Suppression
id: Cara menghapus
it: Come eliminare
ja: 削除方法
ko: 삭제하는 방법
nl: Instructies voor verwijderen
pl: Instrukcja usunięcia
pt_br: Como excluir
pt_pt: Como eliminar
ro: Cum se șterge
ru: Как удалить
tr: Nasıl silinir
zh: 如何删除

# DeletingDirectory
source: Deleting directory {0}
cs: Odstraňuju adresář {0}
de: Verzeichnis {0} wird gelöscht
es: Eliminación del directorio {0}
fr: Suppression du répertoire {0}
id: Menghapus direktori {0}
it: Eliminazione della directory {0}
ja: ディレクトリの削除{0}
ko: 디렉토리 삭제 중 {0}
nl: Map {0} wordt verwijderd
pl: Trwa usuwanie katalogu {0}
pt_br: Excluindo pasta {0}
pt_pt: Eliminar o diretório {0}
ro: Ștergerea directorului {0}
ru: Удаление каталога {0}
tr: {0} klasörü siliniyor
zh: 删除目录{0}

# DeletingImplementation
source: Deleting implementation {0}
cs: Odstraňuju implementaci {0}
de: Implementierung {0} wird gelöscht
es: Borrar la aplicación {0}
fr: Suppression de l'implémentation {0}
id: Menghapus implementasi {0}
it: Eliminazione dell'implementazione {0}
ja: 実装の削除{0}
ko: 구현 삭제 중 {0}
nl: Implementatie {0} wordt verwijderd
pl: Trwa usuwanie implementacji {0}
pt_br: Excluindo implementação {0}
pt_pt: Eliminar a implementação {0}
ro: Eliminarea implementării {0}
ru: Удаление реализации {0}
tr: {0} uygulaması siliniyor
zh: 删除执行{0}

source: Deleting obsolete files
cs: Odstraňuju zastaralé soubory
de: Nicht mehr benötigte Dateien werden gelöscht
es: Borrar archivos obsoletos
fr: Suppression des fichiers obsolètes
id: Menghapus berkas yang sudah usang
it: Eliminazione di file obsoleti
ja: 廃止されたファイルの削除
ko: 사용되지 않는 파일 삭제 중
nl: Verouderde bestanden worden verwijderd
pl: Trwa usuwanie zbędnych plików
pt_br: Excluindo arquivos obsoletos
pt_pt: Eliminar ficheiros obsoletos
ro: Ștergerea fișierelor învechite
ru: Удаление устаревших файлов
tr: Eski dosyalar siliniyor
zh: 删除过时的文件

# DigestMismatch
source: An implementation's manifest hash does not match the expected value.
cs: Projev hašovací funkce dané implementace neodpovídá očekávané hodnotě.
de: Der Manifest-Hash einer Implementierung stimmt nicht mit dem erwarteten Wert überein.
es: El hash del manifiesto de una implementación no coincide con el valor esperado.
fr: Le hachage du manifeste d'une implémentation ne correspond pas à la valeur attendue.
id: Hash manifest implementasi tidak sesuai dengan nilai yang diharapkan.
it: L'hash del manifest di un'implementazione non corrisponde al valore previsto.
ja: 実装のマニフェスト・ハッシュが期待値と一致しない。
ko: 구현 매니페스트 해시가 예상 값과 일치하지 않습니다.
nl: De manifest-hash van een implementatie komt niet overeen met de verwachte waarde.
pl: Skrót manifestu implementacji nie odpowiada oczekiwanej wartości.
pt_br: O hash de manifesto de uma implementação não corresponde ao valor esperado.
pt_pt: O hash do manifesto de uma implementação não corresponde ao valor esperado.
ro: Un hash de manifest al unei implementări nu corespunde cu valoarea așteptată.
ru: Хэш манифеста реализации не соответствует ожидаемому значению.
tr: Bir uygulamanın karma değeri beklenen değerle eşleşmiyor.
zh: 一个实施的清单哈希值与预期值不一致。

# DigestMismatchActualDigest
source: Actual value: {0}
cs: Skutečná hodnota: {0}
de: Tatsächlicher Wert: {0}
es: Valor real {0}
fr: Valeur réelle : {0}
id: Nilai aktual: {0}
it: Valore effettivo {0}
ja: 実際の値：{0}
ko: 실제 값: {0}
nl: Werkelijke waarde: {0}
pl: Wartość rzeczywista: {0}
pt_br: Valor atual: {0}
pt_pt: Valor real: {0}
ro: Valoarea reală: {0}
ru: Фактическое значение: {0}
tr: Geçerli değer: {0}
zh: 实际价值。{0}

# DigestMismatchActualManifest
source: Actual manifest: {0}
cs: Skutečný projev: {0}
de: Tatsächliches Manifest: {0}
es: Manifiesto real {0}
fr: Manifeste réel : {0}
id: Manifest aktual: {0}
it: Manifesto effettivo {0}
ja: 実際のマニフェスト{0}
ko: 실제 매니페스트: {0}
nl: Werkelijke manifest: {0}
pl: Manifest rzeczywisty: {0}
pt_br: Manifesto atual: {0}
pt_pt: Manifesto real: {0}
ro: Manifestul real: {0}
ru: Фактический манифест: {0}
tr: Geçerli özet: {0}
zh: 实际清单。{0}

# DigestMismatchExpectedDigest
source: Expected value: {0}
cs: Očekávaná hodnota: {0}
de: Erwarteter Wert: {0}
es: Valor esperado {0}
fr: Valeur attendue : {0}
id: Nilai yang diharapkan: {0}
it: Valore atteso {0}
ja: 期待値：{0}
ko: 예상 값: {0}
nl: Verwachte waarde: {0}
pl: Wartość oczekiwana: {0}
pt_br: Valor esperado: {0}
pt_pt: Valor esperado: {0}
ro: Valoarea așteptată: {0}
ru: Ожидаемое значение: {0}
tr: Beklenen değer: {0}
zh: 期望值。{0}

# DigestMismatchExpectedManifest
source: Expected manifest: {0}
cs: Očekávaný projev: {0}
de: Erwartetes Manifest: {0}
es: Manifestación esperada {0}
fr: Manifeste attendu : {0}
id: Manifest yang diharapkan: {0}
it: Manifesto previsto {0}
ja: 期待されるマニフェスト{0}
ko: 예상 매니페스트: {0}
nl: Verwachte manifest: {0}
pl: Manifest oczekiwany: {0}
pt_br: Manifesto esperado: {0}
pt_pt: Manifesto esperado: {0}
ro: Manifestare așteptată: {0}
ru: Ожидаемый манифест: {0}
tr: Beklenen özet: {0}
zh: 预期的表现。{0}

# ErrorLoadingKeyBundle
source: Error loading OpenPGP key bundle from '{0}'
cs: Chyba při načítání svazku klíčů OpenPGP z adresy '{0}'
de: Fehler beim Laden des OpenPGP-Schlüsselbündels von '{0}'
es: Error al cargar el paquete de claves OpenPGP de '{0}'
fr: Erreur lors du chargement du paquet de clés OpenPGP à partir de '{0}'
id: Kesalahan saat memuat paket kunci OpenPGP dari '{0}'
it: Errore nel caricamento del pacchetto di chiavi OpenPGP da '{0}'.
ja: {0}' からのOpenPGPキーバンドルの読み込みエラー
ko: '{0}' 에서 OpenPGP 키 번들을 로드하는 동안 오류가 발생했습니다.
nl: Fout bij het laden van OpenPGP-sleutelbundel van '{0}'
pl: Błąd ładowania pakietu kluczy OpenPGP z '{0}'
pt_br: Erro ao carregar o pacote de chaves OpenPGP a partir de '{0}'
pt_pt: Erro ao carregar o pacote de chaves OpenPGP de '{0}'
ro: Eroare la încărcarea pachetului de chei OpenPGP de la '{0}'
ru: Ошибка при загрузке связки ключей OpenPGP с сайта '{0}'
zh: 从'{0}'加载OpenPGP密钥包出错

# ErrorLoadingTrustDB
source: Error loading the trust database. Reverting to default values.
cs: Chybné načítání databáze důvěryhodnosti. Návrat k výchozím hodnotám.
de: Fehler beim Laden der Trust Datenbank. Zurücksetzen auf Standardwerte.
es: Error al cargar la base de datos de confianza. Revertir a los valores por defecto.
fr: Erreur de chargement de la base de données de confiance. Retour aux valeurs par défaut.
it: Errore nel caricamento del database fiduciario. Ripristino dei valori predefiniti.
ja: 信頼データベースの読み込みエラー。デフォルト値に戻す。
ko: 신뢰 데이터베이스를 로드하는 동안 오류가 발생했습니다. 기본값으로 되돌립니다.
nl: Fout bij het laden van de vertrouwensdatabase. Terugkeren naar standaardwaarden.
pl: Błąd ładowania bazy danych zaufania. Przywrócono wartości domyślne.
pt_br: Erro ao carregar o banco de dados de confiança. Revertendo para os valores padrão.
pt_pt: Erro ao carregar a base de dados de confiança. Reverter para os valores predefinidos.
ro: Eroare la încărcarea bazei de date de încredere. Revenirea la valorile implicite.
ru: Ошибка при загрузке базы данных доверия. Возврат к значениям по умолчанию.
tr: Güvenlik veritabanı yüklenirken sorun çıktı. Varsayılan ayarlara geri dönülüyor.
zh: 加载信任数据库出错。恢复到默认值。

# FailedToUnlockFiles
source: Failed to unlock in-use files in '{0}'
cs: Nepodařilo se odemknout používané soubory v adresáři ‚‚{0}‘‘
de: Aktuell verwendete Dateien in '{0}' konnten nicht entsperrt werden
es: Fallo al desbloquear archivos en uso en '{0}'
fr: Échec du déverrouillage des fichiers en cours d'utilisation dans '{0}'
id: Gagal membuka kunci berkas yang sedang digunakan di '{0}'
it: Impossibile sbloccare i file in uso in '{0}'.
ja: {0}' の使用中ファイルのロック解除に失敗しました。
ko: '{0}'에서 사용 중인 파일을 잠금 해제하지 못했습니다
nl: Momenteel in gebruik zijnde bestanden in '{0}' konden niet worden vrijgegeven
pl: Nie udało się odblokować używanych plików w „{0}”
pt_br: Falha ao desbloquear arquivos em uso em '{0}'.
pt_pt: Falha ao desbloquear ficheiros em utilização em '{0}'
ro: Nu a reușit să deblocheze fișierele în uz în '{0}'
ru: Не удалось разблокировать используемые файлы в '{0}'
zh: 在'{0}'解锁使用中的文件时失败了。

# FeedMirrorDisabled
source: Usage of the feed mirror, which is required for search, is disabled. Run '0install config feed_mirror default' to enable it.
cs: Používání zrcadla kanálů, které je nutné pro vyhledávání, je zakázáno. Chcete-li jej povolit, spusťte příkaz '0install config feed_mirror default'.
de: Die Verwendung des Feed Mirror, der für die Suche erforderlich ist, ist deaktiviert. Führen Sie '0install config feed_mirror default' aus, um ihn zu aktivieren.
es: El uso del feed mirror, que es necesario para la búsqueda, está desactivado. Ejecute '0install config feed_mirror default' para habilitarlo.
fr: L'utilisation du miroir de flux, qui est nécessaire pour la recherche, est désactivée. Lancez '0install config feed_mirror default' pour l'activer.
id: Penggunaan feed mirror, yang diperlukan untuk pencarian, dinonaktifkan. Jalankan '0install config feed_mirror default' untuk mengaktifkannya.
it: L'uso del feed mirror, necessario per la ricerca, è disabilitato. Eseguire '0install config feed_mirror default' per abilitarlo.
ja: 検索に必要なフィードミラーの使用が無効になっています。 有効にするには '0install config feed_mirror default' を実行してください。
ko: 검색에 필요한 피드 미러 사용이 비활성화됩니다. 활성화하려면 '0install config feed_mirror default'를 실행하세요.
nl: Gebruik van de feed mirror, die nodig is voor zoeken, is uitgeschakeld. Voer '0install config feed_mirror default' uit om het in te schakelen.
pl: Korzystanie z feed mirror, który jest wymagany do wyszukiwania, jest wyłączone. Uruchom "0install config feed_mirror default", aby ją włączyć.
pt_br: O uso do espelho do feed, que é necessário para pesquisar, está desativado. Execute '0install config feed_mirror default' para habilitar.
pt_pt: A utilização do espelho de feeds, que é necessário para a pesquisa, está desactivada. Execute '0install config feed_mirror default' para o ativar.
ro: Utilizarea oglinzii de alimentare, care este necesară pentru căutare, este dezactivată. Rulați "0install config feed_mirror default" pentru a o activa.
ru: Использование зеркала фидов, необходимого для поиска, отключено. Выполните команду '0install config feed_mirror default', чтобы включить его.
tr: Arama için gereken akış yansısı devre dışı bırakılmış. Etkinleştirmek için '0install config feed_mirror default' komutunu kullanın.
zh: 搜索所需的feed镜像的使用被禁用。 运行'0install config feed_mirror default'来启用它。

# FileOrDirNotFound
source: Unable to find file or directory '{0}'.
cs: Nelze najít soubor nebo adresář ‚‚{0}‘‘.
de: Datei oder Verzeichnis '{0}' konnte nicht gefunden werden.
es: No se puede encontrar el archivo o directorio '{0}'.
fr: Impossible de trouver le fichier ou le répertoire '{0}'.
id: Tidak dapat menemukan berkas atau direktori '{0}'.
it: Impossibile trovare il file o la directory '{0}'.
ja: ファイルまたはディレクトリ '{0}' が見つかりません。
ko: 파일 또는 디렉토리 '{0}'을(를) 찾을 수 없습니다.
nl: Bestand of map "{0}" kan niet worden gevonden.
pl: Nie udało się znaleźć pliku ani katalogu '{0}'.
pt_br: Não foi possível encontrar o arquivo ou pasta '{0}'.
pt_pt: Não foi possível encontrar o ficheiro ou diretório '{0}'.
ro: Nu se poate găsi fișierul sau directorul '{0}'.
ru: Невозможно найти файл или каталог '{0}'.
zh: 无法找到文件或目录 '{0}'。

# FilesInUse
source: The files you want to delete are currently in use.
cs: Soubory, které chcete odstranit, jsou aktuálně používány.
de: Die zu löschenden Dateien werden gerade von einem anderen Programm verwendet.
es: Los archivos que desea eliminar están actualmente en uso.
fr: Les fichiers que vous souhaitez supprimer sont en cours d'utilisation.
id: Berkas yang ingin Anda hapus sedang digunakan.
it: I file che si desidera eliminare sono attualmente in uso.
ja: 削除したいファイルは現在使用中です。
ko: 삭제하려는 파일이 현재 사용 중입니다.
nl: De bestanden die u wilt verwijderen zijn momenteel in gebruik.
pl: Pliki, które chcesz usunąć, są obecnie używane.
pt_br: Os arquivos que você deseja excluir estão em uso.
pt_pt: Os ficheiros que pretende eliminar estão atualmente a ser utilizados.
ro: Fișierele pe care doriți să le ștergeți sunt în curs de utilizare.
ru: Файлы, которые Вы хотите удалить, используются в настоящее время.
tr: Silmek istediğiniz dosyalar şu anda kullanılıyor.
zh: 你想删除的文件目前正在使用中。

# FilesInUseAskClose
source: Do you want to close these applications and continue?
cs: Chcete tyto aplikace zavřít a pokračovat?
de: Möchten Sie die Anwendungen schließen und fortfahren?
es: ¿Quiere cerrar estas solicitudes y continuar?
fr: Souhaitez-vous fermer ces applications et continuer ?
id: Apakah Anda ingin menutup aplikasi ini dan melanjutkan?
it: Volete chiudere queste applicazioni e continuare?
ja: これらのアプリケーションを閉じて続行しますか？
ko: 이 애플리케이션을 닫고 계속하시겠습니까?
nl: Wilt u deze toepassingen sluiten en doorgaan?
pl: Czy chcesz zamknąć te aplikacje i kontynuować?
pt_br: Deseja fechar estes aplicativos e continuar?
pt_pt: Pretende fechar estas aplicações e continuar?
ro: Doriți să închideți aceste aplicații și să continuați?
ru: Хотите ли Вы закрыть эти приложения и продолжить работу?
tr: Bu uygulamaları kapatıp devam etmek ister misiniz?
zh: 你想关闭这些申请并继续吗？

# FilesInUseInform
source: The following applications need to be closed:
cs: Je třeba zavřít následující aplikace:
de: Die folgenden Anwendungen müssen geschlossen werden:
es: Hay que cerrar las siguientes solicitudes:
fr: Les applications suivantes doivent être fermées :
id: Aplikasi-aplikasi berikut ini perlu ditutup:
it: Le seguenti applicazioni devono essere chiuse:
ja: 以下の申し込みは締め切る必要がある：
ko: 다음 애플리케이션을 종료해야 합니다:
nl: De volgende toepassingen moeten worden gesloten:
pl: Należy zamknąć następujące aplikacje:
pt_br: Os seguintes aplicativos precisam ser fechados:
pt_pt: As seguintes candidaturas devem ser encerradas:
ro: Următoarele cereri trebuie închise:
ru: Необходимо закрыть следующие заявки:
tr: Şu uygulamaların kapatılması gerekiyor:
zh: 以下申请需要关闭。

# FindingDuplicateFiles
source: Finding duplicate files in '{0}'
cs: Vyhledávání duplicitních souborů v aplikaci '{0}'
de: Suche Dateiduplikate in '{0}'
es: Encontrar archivos duplicados en '{0}'
fr: Recherche de fichiers en double dans '{0}'
id: Menemukan file duplikat di '{0}'
it: Trovare i file duplicati in '{0}'
ja: {0}' の重複ファイルの検索
ko: '{0}' 에서 중복 파일 찾기
nl: Dubbele bestanden zoeken in '{0}'
pl: Znajdowanie duplikatów plików w '{0}'
pt_br: Localizando arquivos duplicados em '{0}'
pt_pt: Procurar ficheiros duplicados em '{0}'
ro: Găsirea fișierelor duplicate în '{0}'
ru: Поиск дубликатов файлов в '{0}'
tr: '{0}' üzerindeki çift dosyalar bulunuyor
zh: 在'{0}'中查找重复的文件

# IllegalFileType
source: The file '{0}' is neither a symbolic link nor a regular file.
cs: Soubor '{0}' není symbolický odkaz ani běžný soubor.
de: Die Datei '{0}' ist weder ein symbolischer Link noch eine reguläre Datei.
es: El archivo '{0}' no es un enlace simbólico ni un archivo normal.
fr: Le fichier '{0}' n'est ni un lien symbolique ni un fichier normal.
id: File '{0}' bukanlah tautan simbolis atau file biasa.
it: Il file '{0}' non è né un collegamento simbolico né un file normale.
ja: ファイル「{0} 」はシンボリックリンクでも通常のファイルでもない。
ko: '{0}' 파일은 심볼릭 링크도 아니고 일반 파일도 아닙니다.
nl: Het bestand '{0}' is geen symbolische link en ook geen gewoon bestand.
pl: Plik '{0}' nie jest ani dowiązaniem symbolicznym, ani zwykłym plikiem.
pt_br: O arquivo '{0}' não é um link simbólico nem um arquivo regular.
pt_pt: O ficheiro '{0}' não é nem uma ligação simbólica nem um ficheiro normal.
ro: Fișierul '{0}' nu este nici o legătură simbolică, nici un fișier obișnuit.
ru: Файл '{0}' не является ни символической ссылкой, ни обычным файлом.
tr: '{0}' dosyası ne bir sembolik bağlantı ne de normal bir dosya.
zh: 文件'{0}'既不是一个符号链接，也不是一个普通文件。
