Repository: 0install/0install-dotnet
Catalog: src/Store/Properties/Resources.*.resx
Languages: cs, de, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, tr, zh

# ImplementationAlreadyInStore
source: The implementation '{0}' is already in the store.
cs: Implementace '{0}' je již v obchodě.
de: Die Implementierung '{0}' ist bereits im Store vorhanden.
es: La aplicación '{0}' ya está en la tienda.
fr: L'implémentation '{0}' est déjà dans le magasin.
id: Implementasi '{0}' sudah ada di toko.
it: L'implementazione '{0}' è già presente nel negozio.
ja: 実装 '{0}' はすでにストアにある。
ko: '{0}' 구현은 이미 스토어에 있습니다.
nl: De implementatie '{0}' is al in de winkel.
pl: Implementacja '{0}' jest już dostępna w sklepie.
pt_br: A implementação '{0}' já está no armazenamento.
pt_pt: A aplicação '{0}' já se encontra na loja.
ro: Implementarea '{0}' se află deja în magazin.
ru: Реализация '{0}' уже есть в магазине.
tr: '{0}' uygulaması depoda zaten var.
zh: 实现 '{0}' 已经在商店里了。

# ImplementationDamaged
source: The implementation '{0}' is damaged.
cs: Implementace '{0}' je poškozena.
de: Die Implementierung '{0}' ist beschädigt.
es: La aplicación '{0}' está dañada.
fr: L'implémentation '{0}' est endommagée.
id: Implementasi '{0}' rusak.
it: L'implementazione '{0}' è danneggiata.
ja: 実装 '{0}' が破損している。
ko: 구현 '{0}' 이 손상되었습니다.
nl: De implementatie '{0}' is beschadigd.
pl: Implementacja '{0}' jest uszkodzona.
pt_br: A implementação '{0}' está danificada.
pt_pt: A aplicação '{0}' está danificada.
ro: Implementarea '{0}' este deteriorată.
ru: Реализация '{0}' повреждена.
tr: '{0}' uygulaması bozulmuş.
zh: 执行 "{0}"被损坏。

# ImplementationDamagedAskRemove
source: Do you want to remove the implementation? A new copy will be automatically downloaded again when needed.
cs: Chcete jej odstranit? V případě potřeby se automaticky znovu stáhne nová kopie.
de: Möchten Sie die Implementierung entfernen? Eine neue Kopie wird bei Bedarf automatisch heruntergeladen.
es: ¿Desea eliminarla? Una nueva copia se descargará automáticamente cuando sea necesario.
fr: Souhaitez-vous le supprimer? Une nouvelle copie sera automatiquement téléchargée en cas de besoin.
id: Apakah Anda ingin menghapus implementasi? Salinan baru akan secara otomatis diunduh lagi bila diperlukan.
it: Volete rimuoverlo? Una nuova copia verrà scaricata automaticamente quando sarà necessario.
ja: 削除しますか？新しいコピーが必要なときに自動的に再ダウンロードされます。
ko: 삭제하시겠습니까? 필요할 때 새 사본이 자동으로 다시 다운로드됩니다.
nl: Wil je het verwijderen? Er wordt automatisch een nieuwe kopie gedownload als dat nodig is.
pl: Czy chcesz ją usunąć? W razie potrzeby nowa kopia zostanie automatycznie pobrana ponownie.
pt_br: Você deseja removê-lo? Uma nova cópia será baixada automaticamente quando necessário.
pt_pt: Pretende removê-lo? Quando necessário, será automaticamente descarregada uma nova cópia.
ro: Doriți să o eliminați? O nouă copie va fi descărcată din nou în mod automat atunci când este necesar.
ru: Вы хотите удалить его? При необходимости новая копия будет автоматически загружена снова.
tr: Kaldırmak ister misiniz? Daha sonra gerek duyulduğunda yeni bir kopya otomatik olarak indirilir.
zh: 你想删除它吗？需要时将自动再次下载一个新的副本。

# ImplementationDamagedBatchInformation
source: The implementation has been removed. A new copy will be automatically downloaded again when needed.
cs: Chcete-li jej odstranit, spusťte příkaz '0install store remove {0}'. V případě potřeby se automaticky znovu stáhne nová kopie.
de: Die Implementierung wurde entfernt. Eine neue Kopie wird bei Bedarf automatisch heruntergeladen.
es: Ejecute '0install store remove {0}' para eliminarlo. Una nueva copia se descargará automáticamente cuando sea necesario.
fr: Lancez '0install store remove {0}' pour le supprimer. Une nouvelle copie sera automatiquement téléchargée en cas de besoin.
id: Implementasi telah dihapus. Salinan baru akan secara otomatis diunduh lagi bila diperlukan.
it: Eseguire '0install store remove {0}' per rimuoverlo. Una nuova copia verrà scaricata automaticamente quando sarà necessario.
ja: 0install store remove{0}' を実行して削除してください。新しいコピーが必要なときに自動的にダウンロードされます。
ko: '0install store remove {0}'를 실행하여 제거합니다. 필요한 경우 새 사본이 자동으로 다시 다운로드됩니다.
nl: Voer '0install store remove {0}' uit om het te verwijderen. Een nieuwe kopie wordt automatisch opnieuw gedownload wanneer nodig.
pl: Uruchom "0install store remove {0}", aby go usunąć. W razie potrzeby nowa kopia zostanie automatycznie pobrana ponownie.
pt_br: Execute '0install store remove {0}' para remover. Uma nova cópia será baixada automaticamente quando necessário.
pt_pt: Execute '0install store remove {0}' para o remover. Uma nova cópia será automaticamente descarregada de novo quando necessário.
ro: Rulați '0install store remove {0}' pentru a-l elimina. O nouă copie va fi descărcată din nou în mod automat atunci când este necesar.
ru: Выполните команду '0install store remove {0}' для его удаления. При необходимости новая копия будет автоматически загружена снова.
tr: Kaldırmak için '0install store remove {0}' komutunu kullanın. Daha sonra gerek duyulduğunda yeni bir kopya otomatik olarak indirilir.
zh: 运行'0install store remove{0}'来删除它。当需要时，将自动再次下载一个新的副本。

# ImplementationNotFound
source: The implementation '{0}' could not be located.
cs: Implementaci '{0}' se nepodařilo najít.
de: Die Implementierung '{0}' konnte nicht gefunden werden.
es: No se ha podido localizar la aplicación '{0}'.
fr: L'implémentation '{0}' n'a pas pu être localisée.
id: Implementasi '{0}' tidak dapat ditemukan.
it: Non è stato possibile trovare l'implementazione '{0}'.
ja: 実装 '{0}' が見つかりません。
ko: 구현 '{0}' 을(를) 찾을 수 없습니다.
nl: De implementatie '{0}' kon niet worden gevonden.
pl: Nie można znaleźć implementacji '{0}'.
pt_br: A implementação '{0}' não pôde ser localizada.
pt_pt: Não foi possível localizar a implementação '{0}'.
ro: Implementarea '{0}' nu a putut fi localizată.
ru: Реализация '{0}' не может быть найдена.
tr: '{0}' uygulaması bulunamadı.
zh: 无法找到实现'{0}'。

# InsufficientFSTimeAccuracy
source: The underlying file system does not store file change times with sufficient accuracy. If you are using a FAT-formatted drive please convert it to NTFS.
cs: Základní souborový systém neukládá časy úprav souborů s dostatečnou přesností. Pokud používáte disk ve formátu FAT, převeďte jej na NTFS.
de: Das zugrunde liegende Dateisystem speichert nicht den genauen Änderungszeitpunkt der jeweiligen Dateien. Wenn Sie ein mit FAT formatiertes Laufwerk verwenden, konvertieren Sie es bitte in NTFS.
es: El sistema de archivos subyacente no almacena los tiempos de cambio de los archivos con suficiente precisión. Si utiliza una unidad con formato FAT, conviértala a NTFS.
fr: Le système de fichiers n'enregistre pas les heures de modification des fichiers avec une précision suffisante. Si vous utilisez un disque formaté en FAT, veuillez le convertir en NTFS.
id: Sistem berkas yang mendasarinya tidak menyimpan waktu perubahan berkas dengan akurasi yang memadai. Jika Anda menggunakan drive berformat FAT, harap ubah ke NTFS.
it: Il file system sottostante non memorizza i tempi di modifica dei file con sufficiente precisione. Se si utilizza un'unità formattata in FAT, convertirla in NTFS.
ja: 基礎となるファイルシステムは、ファイルの変更時間を十分な精度で保存しません。 FATフォーマットのドライブを使用している場合は、NTFSに変換してください。
ko: 기본 파일 시스템은 각 파일의 정확한 수정 시간을 저장하지 않습니다. FAT 형식의 드라이브를 사용 중인 경우 NTFS로 변환하세요.
nl: Het onderliggende bestandssysteem slaat de bewerkingsdatum van bestanden niet nauwkeurig genoeg op. Als u een FAT-geformatteerde schijf gebruikt, converteer deze dan naar NTFS.
pl: Bazowy system plików nie przechowuje czasów modyfikacji plików z wystarczającą dokładnością. Jeśli używasz dysku sformatowanego w systemie FAT, przekonwertuj go na NTFS.
pt_br: O sistema de arquivos subjacente não armazena os tempos de alteração de arquivos com precisão suficiente. Se você está usando uma unidade formatada em FAT, por favor, converta ela para NTFS.
pt_pt: O sistema de ficheiros subjacente não armazena os tempos de alteração dos ficheiros com precisão suficiente. Se estiver a utilizar uma unidade formatada em FAT, converta-a para NTFS.
ro: Sistemul de fișiere de bază nu stochează cu suficientă precizie timpii de modificare a fișierelor. Dacă utilizați o unitate formatată FAT, vă rugăm să o convertiți la NTFS.
ru: Файловая система, лежащая в ее основе, не хранит время изменения файлов с достаточной точностью. Если вы используете диск, отформатированный в FAT, переведите его в NTFS.
tr: Kullanılan dosya sistemi dosyaların değişiklik zamanlarını yeterli doğrulukta kaydetmiyor. FAT dosya sistemi ile biçimlendirilmiş bir sürücü kullanıyorsanız lütfen NTFS biçimine dönüştürün.
zh: 底层文件系统不能足够准确地存储文件变化时间。 如果你使用的是FAT格式的驱动器，请将其转换为NTFS。

# InvalidIcon
source: The icon loaded from {0} is not a valid {1}.
cs: Načtená ikona z adresy{0} neodpovídá formátu {1}.
de: Das von {0} geladene Symbol entspricht nicht dem Format '{1}'.
es: El icono cargado desde {0} no es un {1} válido.
fr: L'icône chargée à partir de {0} n'est pas une {1} valide.
id: Ikon yang dimuat dari {0} tidak valid{1}.
it: L'icona caricata da {0} non è valida {1}.
ja: {0} から読み込まれたアイコンは、有効な{1} ではありません。
ko: {0}에서 로드한 아이콘은 유효한 {1} 형식이 아닙니다.
nl: Het pictogram dat is geladen van {0} is geen geldige {1}.
pl: Ikona załadowana z {0} nie odpowiada formatowi {1}.
pt_pt: O ícone carregado a partir de {0} não é um {1} válido.
ro: Pictograma încărcată de pe {0} nu este o pictogramă validă {1}.
ru: Значок, загруженный с сайта {0}, не является действительным {1}.
zh: 从{0} 中加载的图标不是一个有效的{1} 。

# InvalidIconUrl
source: Unable to download icon from {0} because only HTTP and HTTPS URLs are supported.
cs: Nelze stáhnout ikonu z adresy {0}, protože jsou podporovány pouze adresy URL HTTP a HTTPS.
de: Das Symbol kann nicht von {0} heruntergeladen werden, da nur HTTP- und HTTPS-URLs unterstützt werden.
fr: Impossible de télécharger l'icône à partir de {0} car seules les URL HTTP et HTTPS sont prises en charge.
id: Tidak dapat mengunduh ikon dari {0} karena hanya URL HTTP dan HTTPS yang didukung.
ja: HTTP および HTTPS URL のみがサポートされているため、{0} からアイコンをダウンロードできません。
ko: HTTP 및 HTTPS URL만 지원되므로 {0} 에서 아이콘을 다운로드할 수 없습니다.
nl: Kan geen pictogram downloaden van {0} omdat alleen HTTP- en HTTPS-URL's worden ondersteund.
pl: Nie można pobrać ikony ze strony {0}, ponieważ obsługiwane są tylko adresy URL HTTP i HTTPS.
pt_pt: Não é possível descarregar o ícone de {0} porque só são suportados URLs HTTP e HTTPS.
ro: Nu se poate descărca pictograma de pe {0} deoarece sunt acceptate doar URL-urile HTTP și HTTPS.

# InvalidLinesInManifest
source: The manifest file contains invalid lines.
cs: Soubor manifest obsahuje neplatné řádky.
de: Die Manifestdatei enthält ungültige Zeilen.
es: El archivo de manifiesto contiene líneas no válidas.
fr: Le fichier manifeste contient des lignes non valides.
id: File manifes berisi baris yang tidak valid.
it: Il file manifest contiene righe non valide.
ja: マニフェストファイルに無効な行があります。
ko: 매니페스트 파일에 잘못된 줄이 있습니다.
nl: Het manifestbestand bevat ongeldige regels.
pl: Plik manifestu zawiera nieprawidłowe wiersze.
pt_br: O arquivo de manifesto contém linhas inválidas.
pt_pt: O ficheiro de manifesto contém linhas inválidas.
ro: Fișierul manifest conține linii invalide.
ru: Файл манифеста содержит недопустимые строки.
tr: Özet dosyasında geçersiz satırlar var.
zh: 清单文件包含无效的行。

# InvalidNumberOfLineParts
source: Invalid number of parts in line.
cs: Nesprávný počet dílů v řadě.
de: Unzulässige Anzahl von Teilen in der Zeile.
es: Número inválido de piezas en la línea.
fr: Nombre de pièces non valide dans la ligne.
id: Jumlah bagian yang tidak valid dalam antrean.
it: Numero di pezzi in linea non valido.
ja: 並んでいる部品の数が無効です。
ko: 줄에 있는 부품 수가 잘못되었습니다.
nl: Ongeldig aantal onderdelen in lijn.
pl: Nieprawidłowa liczba części w linii.
pt_br: Número de partes inválido na linha.
pt_pt: Número inválido de peças na linha.
ro: Număr nevalabil de piese în linie.
ru: Недопустимое количество деталей в линии.
tr: Satırda geçersiz numara bölümleri var.
zh: 排列中的零件数量无效。

# InvalidPath
source: The archive contains an invalid path (potentially a security risk): {0}
cs: Archiv obsahuje neplatnou cestu (potenciální bezpečnostní riziko): {0}
de: Das Archiv enthält einen ungültigen Pfad (potenziell ein Sicherheitsrisiko): {0}
es: El archivo contiene una ruta no válida (potencialmente un riesgo de seguridad) {0}
fr: L'archive contient un chemin d'accès non valide (potentiellement un risque de sécurité) : {0}
id: Arsip berisi jalur yang tidak valid (berpotensi menimbulkan risiko keamanan): {0}
it: L'archivio contiene un percorso non valido (potenzialmente un rischio per la sicurezza) {0}
ja: アーカイブに無効なパスが含まれています（潜在的にセキュリティ上のリスクがあります）：{0}
ko: 아카이브에 잘못된 경로(잠재적으로 보안 위험)가 포함되어 있습니다: {0}
nl: Het archief bevat een ongeldig pad (mogelijk een veiligheidsrisico): {0}
pl: Archiwum zawiera nieprawidłową ścieżkę (potencjalne zagrożenie bezpieczeństwa): {0}
pt_br: O arquio contém um caminho inválido (potencialmente um risco de segurança): {0}
pt_pt: O arquivo contém um caminho inválido (potencialmente um risco de segurança): {0}
ro: Arhiva conține o cale de acces invalidă (un potențial risc de securitate): {0}
ru: Архив содержит неверный путь (потенциально опасный для безопасности): {0}
zh: 归档文件包含一个无效的路径（有潜在的安全风险）。{0}

# InvalidSignature
source: The signature is invalid or damaged.
cs: Podpis je neplatný nebo poškozený.
de: Die Signatur ist ungültig oder beschädigt.
es: La firma no es válida o está dañada.
fr: La signature est invalide ou endommagée.
id: Tanda tangan tidak valid atau rusak.
it: La firma non è valida o è danneggiata.
ja: 署名が無効または破損している。
ko: 서명이 유효하지 않거나 손상되었습니다.
nl: De handtekening is ongeldig of beschadigd.
pl: Podpis jest nieważny lub uszkodzony.
pt_br: A assinatura é inválida ou está danificada.
pt_pt: A assinatura não é válida ou está danificada.
ro: Semnătura nu este valabilă sau este deteriorată.
ru: Подпись недействительна или повреждена.
tr: İmza geçersiz ya da bozulmuş.
zh: 签名是无效的或损坏的。

# MustBeAdminToOptimise
source: Only administrators can optimise a shared store.
cs: Optimalizovat sdílený sklad mohou pouze správci.
de: Nur Administratoren können einen gemeinsam genutzen Store optimieren.
es: Sólo los administradores pueden optimizar un almacén compartido.
fr: Seuls les administrateurs peuvent optimiser un magasin partagé.
id: Hanya administrator yang dapat mengoptimalkan penyimpanan bersama.
it: Solo gli amministratori possono ottimizzare un archivio condiviso.
ja: 共有ストアを最適化できるのは管理者だけです。
ko: 관리자만 공유 스토어를 최적화할 수 있습니다.
nl: Alleen beheerders kunnen een gedeelde winkel optimaliseren.
pl: Tylko administratorzy mogą optymalizować współdzielony sklep.
pt_br: Somente administradores podem otimizar um armazenamento compartilhado.
pt_pt: Apenas os administradores podem otimizar um armazenamento partilhado.
ro: Numai administratorii pot optimiza un magazin partajat.
ru: Оптимизировать общее хранилище могут только администраторы.
tr: Yalnız yöneticiler paylaşılan bir depoyu iyileştirebilir.
zh: 只有管理员可以优化一个共享存储。

# MustBeAdminToRemove
source: Only administrators can remove elements from a shared store.
cs: Prvky ze sdíleného úložiště mohou odebírat pouze správci.
de: Nur Administratoren können Elemente aus einem gemeinsam genutzen Store entfernen.
es: Sólo los administradores pueden eliminar elementos de un almacén compartido.
fr: Seuls les administrateurs peuvent supprimer des éléments d'un magasin partagé.
id: Hanya administrator yang dapat menghapus elemen dari penyimpanan bersama.
it: Solo gli amministratori possono rimuovere elementi da un archivio condiviso.
ja: 共有ストアから要素を削除できるのは管理者のみです。
ko: 관리자만 공유 스토어에서 요소를 제거할 수 있습니다.
nl: Alleen beheerders kunnen elementen verwijderen uit een gedeelde winkel.
pl: Tylko administratorzy mogą usuwać elementy z magazynu współdzielonego.
pt_br: Somente administradores podem remover elementos de um armazenamento compartilhado.
pt_pt: Apenas os administradores podem remover elementos de um arquivo partilhado.
ro: Numai administratorii pot elimina elemente dintr-un depozit partajat.
ru: Удалять элементы из общего хранилища могут только администраторы.
tr: Yalnız yöneticiler paylaşılan bir depodan bileşen kaldırabilir.
zh: 只有管理员可以从共享存储中删除元素。

# NewlineInName
source: The file or directory name must not contain a newline character.
cs: Název souboru nebo adresáře nesmí obsahovat znak nového řádku.
de: Der Datei- oder Verzeichnisname darf keinen Zeilenumbruch enthalten.
es: El nombre del archivo o directorio no debe contener un carácter de nueva línea.
fr: Le nom du fichier ou du répertoire ne doit pas contenir de caractère de retour à la ligne.
id: Nama file atau direktori tidak boleh mengandung karakter baris baru.
it: Il nome del file o della directory non deve contenere un carattere newline.
ja: ファイル名またはディレクトリ名には改行文字を含んではならない。
ko: 파일 또는 디렉터리 이름에 개행 문자가 포함되어서는 안 됩니다.
nl: De bestands- of mapnaam mag geen newline-teken bevatten.
pl: Nazwa pliku lub katalogu nie może zawierać znaku nowej linii.
pt_br: O nome do arquivo ou pasta não deve conter um caractere de nova linha.
pt_pt: O nome do ficheiro ou diretório não deve conter um carácter de nova linha.
ro: Numele fișierului sau al directorului nu trebuie să conțină un caracter de linie nouă.
ru: Имя файла или каталога не должно содержать символа новой строки.
tr: Dosya ya da klasör adında satır başı karakteri bulunamaz.
zh: 文件或目录名不能包含换行符。

# NoDownloadInOfflineMode
source: Unable to download {0} because Zero Install is in offline mode.
cs: Není možné stahovat z {0}, protože aplikace Zero Install je v režimu offline.
de: Der Download von {0} ist nicht möglich, da sich Zero Install im Offline-Modus befindet.
es: No se puede descargar {0} porque Zero Install está en modo offline.
fr: Impossible de télécharger {0} car Zero Install est en mode hors ligne.
id: Tidak dapat mengunduh {0} karena Zero Install dalam mode offline.
it: Impossibile scaricare {0} perché Zero Install è in modalità offline.
ja: Zero Install がオフラインモードになっているため、{0} をダウンロードできません。
ko: Zero Install이 오프라인 모드이므로 {0}을(를) 다운로드할 수 없습니다.
nl: {0} kan niet worden gedownload omdat Zero Install in offline modus staat.
pl: Nie można pobrać {0}, ponieważ Zero Install działa w trybie offline.
pt_br: Não foi possível baixar {0} pois o Zero Install está no modo off-line.
pt_pt: Não é possível transferir {0} porque a Instalação Zero está em modo offline.
ro: Nu se poate descărca {0} deoarece Zero Install este în modul offline.
ru: Невозможно загрузить {0}, поскольку Zero Install находится в автономном режиме.
zh: 无法下载{0} ，因为Zero Install处于离线模式。

# NoKnownDigestMethod
source: No known digest method was specified.
cs: Nebyl zadán žádný známý způsob trávení.
de: Es wurde keine bekannte Digest-Methode angegeben.
es: No se ha especificado ningún método de digestión conocido.
fr: Aucune méthode de digestion connue n'a été spécifiée.
id: Tidak ada metode penguraian yang diketahui.
it: Non è stato specificato alcun metodo di digest noto.
ja: 既知のダイジェスト法は指定されていない。
ko: 알려진 다이제스트 방법이 지정되지 않았습니다.
nl: Er is geen bekende digest-methode opgegeven.
pl: Nie określono żadnej znanej metody skrótu.
pt_br: Nenhum método de resumo conhecido foi especificado.
pt_pt: Não foi especificado nenhum método de digestão conhecido.
ro: Nu a fost specificată nicio metodă cunoscută de digest.
ru: Не было указано ни одного известного метода дайджеста.
tr: Bilinen bir özet yöntemi belirtilmemiş.
zh: 没有指定已知的摘要方法。

# NonRootedPathInConfig
source: The path '{0}' is not an absolute path. Relative paths are only allowed in portable mode. Specified in the configuration file '{1}'.
cs: Cesta '{0}' není absolutní cesta. Relativní cesty jsou povoleny pouze v přenosném režimu. Zadává se v konfiguračním souboru '{1}'.
de: Der Pfad '{0}' ist kein absoluter Pfad. Relative Pfade sind nur im Portable Modus erlaubt. Festgelegt in der Konfigurationsdatei '{1}'.
es: La ruta '{0}' no es una ruta absoluta. Las rutas relativas sólo se permiten en modo portable. Se especifica en el archivo de configuración '{1}'.
fr: Le chemin '{0}' n'est pas un chemin absolu. Les chemins relatifs ne sont autorisés qu'en mode portable. Spécifié dans le fichier de configuration '{1}'.
id: Jalur '{0}' bukanlah jalur mutlak. Jalur relatif hanya diperbolehkan dalam mode portabel. Ditentukan dalam file konfigurasi '{1}'.
it: Il percorso '{0}' non è un percorso assoluto. I percorsi relativi sono ammessi solo in modalità portatile. Specificato nel file di configurazione '{1}'.
ja: {0}' というパスは絶対パスではありません。相対パスはポータブル・モードでのみ許可されます。 設定ファイル '{1}' で指定される。
ko: '{0}' 경로는 절대 경로가 아닙니다. 상대 경로는 휴대용 모드에서만 허용됩니다. 구성 파일 '{1}' 에 지정됩니다.
nl: Het pad '{0}' is geen absoluut pad. Relatieve paden zijn alleen toegestaan in draagbare modus. Opgegeven in het configuratiebestand '{1}'.
pl: Ścieżka '{0}' nie jest ścieżką bezwzględną. Ścieżki względne są dozwolone tylko w trybie przenośnym. Określona w pliku konfiguracyjnym '{1}'.
pt_br: O caminho '{0}' não é um caminho absoluto. Caminhos relativos são permitidos apenas no modo portátil. Especificado no arquivo de configuração '{1}'.
pt_pt: O caminho '{0}' não é um caminho absoluto. Os caminhos relativos só são permitidos no modo portátil. Especificado no ficheiro de configuração '{1}'.
ro: Calea '{0}' nu este o cale absolută. Căile de acces relative sunt permise numai în modul portabil. Specificată în fișierul de configurare '{1}'.
ru: Путь '{0}' не является абсолютным путем. Относительные пути разрешены только в портативном режиме. Указан в конфигурационном файле '{1}'.
tr: '{0}' yolu mutlak bir yol değil. Göreli yollar yalnız taşınabilir kipte kullanılabilir. '{1}' yapılandırma dosyasında belirtilmiş.
zh: 路径 '{0}' 不是一个绝对路径。相对路径只允许在便携模式下使用。 在配置文件中指定 '{1}'。

source: No selected version
cs: Žádná vybraná verze
de: Keine Version ausgewählt
es: Ninguna versión seleccionada
fr: Pas de version sélectionnée
id: Tidak ada versi yang dipilih
it: Nessuna versione selezionata
ja: 選択されたバージョンなし
ko: 선택한 버전 없음
nl: Geen geselecteerde versie
pl: Brak wybranej wersji
pt_br: Nenhuma versão selecionada
pt_pt: Nenhuma versão selecionada
ro: Nicio versiune selectată
ru: Нет выбранной версии
tr: Sürüm seçilmemiş
zh: 没有选定的版本

# NoStoreSelfRemove
source: Zero Install cannot remove itself from an implementation cache.
cs: Aplikace Zero Install se nemůže sama odstranit z implementační mezipaměti.
de: Zero Install kann sich nicht selbst aus einem Implementierungscache entfernen.
es: Zero Install no puede eliminarse a sí mismo de una caché de implementación.
fr: Zero Install ne peut pas se retirer d'un cache de mise en œuvre.
id: Zero Install tidak dapat menghapus dirinya sendiri dari cache implementasi.
it: Zero Install non può rimuovere se stesso da una cache di implementazione.
ja: ゼロインストールは、実装キャッシュから自身を削除することはできません。
ko: 제로 인스톨은 구현 캐시에서 스스로를 제거할 수 없습니다.
nl: Zero Install kan zichzelf niet verwijderen uit een implementatiecache.
pl: Zero Install nie może usunąć się z pamięci podręcznej implementacji.
pt_br: O Zero Install não pode se remover de um cache de implementação.
pt_pt: A Instalação Zero não pode remover-se de uma cache de implementação.
ro: Zero Install nu se poate elimina din memoria cache de implementare.
ru: Zero Install не может удалить себя из кэша внедрения.
tr: Zero Install kendisi bir uygulama ön belleğinden kaldıramaz.
zh: 零安装 "不能从执行缓存中删除自己。

# NumberTooLarge
source: The number value is too large.
cs: Hodnota čísla je příliš velká.
de: Der Zahlenwert ist zu groß.
es: El valor del número es demasiado grande.
fr: La valeur du nombre est trop importante.
id: Nilai angka terlalu besar.
it: Il valore del numero è troppo grande.
ja: 数値が大きすぎる。
ko: 숫자 값이 너무 큽니다.
nl: De getalwaarde is te groot.
pl: Wartość liczbowa jest zbyt duża.
pt_br: O valor numérico é muito grande.
pt_pt: O valor do número é demasiado grande.
ro: Valoarea numărului este prea mare.
ru: Значение числа слишком велико.
tr: Numara değeri çok büyük.
zh: 数值太大。
